[
  {
    "identifier": "urn:jy:English:SB0102:OB06:CourseContent:1",
    "title": "主题",
    "description": "",
    "subject": "SB0102",
    "type": "CourseContent",
    "applicableLevel": "OB06",
    "contentJson": {
      "essentialFactor": "主题",
      "contentRequirement": "在人与自我、人与社会和人与自然这三大主题中，人与自我包括“生活与学习”“做人与做事”等两个主题群下的10项子主题；人与社\n\n会包括“社会服务与人际沟通”“文学、艺术与体育”“历史、社会与文化”“科学与技术”等四个主题群下的19项子主题；人与自然包括“自然生态”“环境保护”“灾害防范”“宇宙探索”等四个主题群下的7项子主题（详见表2）。",
      "teachingTips": "英语教学要以主题意义探究为主线，并以此整合学习内容，引领学生语言能力、文化意识、思维品质和学习能力的融合发展。\n\n本课程标准对主题内容的要求未按照必修、选择性必修和选修三类课程进行描述，但主题在三类课程的具体教学中会表现出程度上的不同。选择性必修课程应在必修课程的基础上，体现出更高层次的语言水平和思维要求、更广的主题范围和更深层次的意义内涵；同理，选修系\n\n列中的提高类课程也应在选择性必修课程的基础上，在语言、文化的内容深度和广度等方面体现出相应的提升。\n\n在日常教学中，教师要通过创设与主题密切相关的语境，使主题与学生生活建立密切关联，充分挖掘特定主题所承载的文化知识和发展学生思维品质的关键点，引导学生整合性地学习和运用语言。基于主题开展的探究活动要注意激发学生参与活动的兴趣，调动学生已有的知识与经验，通过一系列具有综合性、关联性、实践性特点的语言学习和思维活动，帮助学生建构新的知识结构并逐步完善，深化对该主题的理解和认识，培养语言理解和表达的能力，体验不同的生活，丰富人生阅历，拓展思维方式，树立正确的世界观、人生观和价值观，实现知行合一。"
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CourseContent:2",
    "title": "语篇",
    "description": "",
    "subject": "SB0102",
    "type": "CourseContent",
    "applicableLevel": "OB06",
    "contentJson": {
      "essentialFactor": "语篇",
      "contentRequirement": "语篇具有不同的类型，如可以分为连续性语篇和非连续性语篇，也可以分为虚构类语篇和非虚构类语篇，还可以分为口语语篇和书面语篇。语篇中可能同时含有文字、音频、视频、符号等多模态表意手段。必修课程所学习的语篇侧重基础性和通用性，选择性必修课程和选修课程（提高类）的语篇侧重多样性。\n\n普通高中英语必修课程、选择性必修课程和选修课程（提高类）的语篇建议如表3所示",
      "teachingTips": "不同的语篇为学生接触真实、丰富的社会生活提供了机会，也为教师组织多样的课堂学习活动提供了素材。教师在选择语篇时，应注意长短适中，由易到难，尽量涵盖实际生活中语篇的各种类型。此外，还应注意文学性和非文学性语篇的合理比例，确保选择一定比例的文学性语\n\n篇，同时为学生提供学习非连续性语篇的机会，提高他们对非连续性语篇的解读能力，以更好地适应未来学习、工作和生活的需要。\n\n除了课堂和教材所包括的语篇，教师还应注意指导学生积极开展课外听读活动，丰富语言输入。例如，指导学生在信息化环境下练习听力和开展阅读。需要特别指出的是，广泛阅读有助于学生体验更丰富的语篇文体，如对话、小说、传记、新闻报道和报刊文章、网络媒体的代表性文章等；有助于他们逐步养成良好的阅读习惯，发展阅读能力，学习语言和人文、科学知识，拓展思维，提高审美、鉴赏和评价的能力。"
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CourseContent:3",
    "title": "语言知识",
    "description": "",
    "subject": "SB0102",
    "type": "CourseContent",
    "applicableLevel": "OB06",
    "contentJson": {
      "essentialFactor": "语言知识",
      "contentRequirement": ""
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CourseContent:4",
    "title": "文化知识",
    "description": "",
    "subject": "SB0102",
    "type": "CourseContent",
    "applicableLevel": "OB06",
    "contentJson": {
      "essentialFactor": "文化知识",
      "contentRequirement": "文化知识涵盖物质文化和非物质文化两个方面。物质文化方面主要包括饮食、服饰、建筑、交通，以及相关的发明与创造等；非物质文化方面主要包括哲学、科学、教育、历史、文学、艺术，也包括价值观念、道德修养、审美情趣、社会规约和风俗习惯等。学生通过语言学习，理解文化内涵，比较文化异同，汲取文化精华，坚守中华文化立场，增强对社会主义先进文化、革命文化和中华优秀传统文化的认识，坚定文化自信，胸怀天下，拓宽国际视野，形成正确的价值观和道德情感。\n\n普通高中英语必修课程、选择性必修课程和选修课程（提高类）的文化知识内容要求如表9所示",
      "teachingTips": "文化知识的教学以促进学生形成和发展文化意识为目标。文化学习不仅需要知识的积累，还需要深入理解其精神内涵，并将优秀文化进一步内化为个人的意识和品行。这是一个内化于心、外化于行的过程，涉及几个步骤的演进和融合：感知中外文化的异同——分析与比较；认同优秀文化——赏析与汲取；加深文化理解——认知与内化；形成文明素养——行为与表征。\n\n在中外文化知识的教学中，应通过创设有意义的语境，恰当利用信息技术，基于语篇所承载的文化知识，引导学生挖掘其意义与内涵，帮助学生在语言练习和运用的各种活动中学习和内化语言知识和文化知识；通过感知、比较、分析和鉴赏，加深对文化异同的理解，提高感知文化差异的敏感度和处理文化差异的灵活性，帮助学生坚定文化自信，增强国家意识。\n\n教师可采取多种措施，围绕文化知识开展教学：一是结合教材各单元内容，有意识地帮助学生了解不同国家文化背景知识，理解、分析、讨论语篇所承载的文化内涵和价值取向；二是针对教材中出现的与文化习俗相关的习语和成语等，提供背景资料，设计相关情境，进行巩固性、交际性操练；三是遇到不同国家主要传统节日、著名人物的纪念日、重要事件纪念日、近期重要事件等时，可向学生推荐相关的专题阅读材料，并组织丰富多样的活动，让学生感受和体验有关的文化习俗，同时引导学生正确对待不同文化，防止盲目效仿；四是结合课外阅读，创设文化环境，开展主题演讲、文化专题作文比赛、英语诗歌朗诵比赛、知识竞赛、英语戏剧演出、英语歌曲演唱等活动，提高学生的英语学习兴趣，在实践中增强语言运用能力；五是根据条件适当开展中外学校、学生之间的联系和联谊活动，一方面可从中外交流中获得文化知识，另一方面也能促进英语语言技能的提升和跨文化沟通能力的有效发展。\n\n除上述措施，学校和教师还可以通过开设校本课程进行文化专题教学。\n\n总之，教师在教学中要树立语言与文化相互促进、相互渗透的意识，引导学生通过探索、体验、比较等多种方式学习中外文化知识，实现将文化知识内化为正确的跨文化认知、价值取向和行为选择。教师要引导学生关注中外文化的差异与融通，正确认识和对待他国文化，吸收中外文化精华，积极发展跨文化沟通能力，培养文明交流和互鉴意识，坚持胸怀天下，增强国家认同，坚定文化自信，自觉传播和弘扬社会主义先进文化、革命文化和中华优秀传统文化。"
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CourseContent:5",
    "title": "语言技能",
    "description": "",
    "subject": "SB0102",
    "type": "CourseContent",
    "applicableLevel": "OB06",
    "contentJson": {
      "essentialFactor": "语言技能",
      "contentRequirement": "语言技能是语言运用能力的重要组成部分。语言技能包括听、说、读、看、写等方面的技能。听、读、看是理解性技能，说和写是表达性技能。理解性技能和表达性技能在语言学习过程中相辅相成、相互促进。学生应通过大量的专项和综合性语言实践活动，发展语言技能，为真实语言交际打好基础。\n\n语言技能中的看通常是指理解多模态语篇中的图形、表格、动画、符号及视频等表达的意义。理解多模态语篇除了需要使用传统的语篇阅读技能，还需要观察图表中的信息，理解符号、连环画和影像等的意义。\n\n发展学生英语语言技能，就是使学生能够通过听、说、读、看、写等活动，理解口语和书面语篇所传递的信息、观点、情感和态度等，并能利用所学语言知识、文化知识等，根据不同目的和受众，通过口头和书面等形式创造新语篇。这些活动是学生发展语言能力、文化意识、思维品质和学习能力的重要途径。\n\n普通高中英语必修课程、选择性必修课程和选修课程（提高类）的语言技能内容要求如表10所示.",
      "teachingTips": "语言运用依赖于语言技能。语言技能的培养是一个持续渐进的过程。学生只有在具体的学习活动中不断实践，才能达到发展语言技能的目标。在实际教学中，教师要根据学生的实际情况，设计由浅入深、由易到难的各种语言实践活动。要在听、说、读、看、写等过程中培养微技能，如在听力训练中培养识别主旨、细节、意图、态度等技能，在阅读中培养预测、略读、扫读、根据上下文推测词义等技能，在口头表达中培养发起交谈、维持交谈、转移话题、重复、举例、解释等技能，在写作中培养构思、写提纲、写初稿、修改及校对等技能。\n\n在实际语言运用中，各种语言技能通常不单独使用，理解性技能与表达性技能常常交替使用。因此，在设计听、说、读、看、写等教学活动时，教师要关注技能的综合运用，避免孤立的单项技能训练，如在听力训练中穿插看图、问答、讨论、记笔记等说、看、写活动；\n\n在阅读训练中穿插看图预测、提取整合信息、读前读后讨论或写概要、写回复、写评论等看、说、写活动。\n\n在综合性语言实践活动中，教师要关注学生的生活经验和认知水平，选择既有意义又贴近学生生活经验的主题，创设丰富多样的语境，激发学生参与学习和体验语言的兴趣，以使学生能够在语言实践活动中反思和再现个人的生活和经历，表达个人的情感和观点，在发展语言综合技能的同时，提高分析问题和解决问题的能力，发展批判性与创新性思维。"
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CourseContent:6",
    "title": "学习策略",
    "description": "",
    "subject": "SB0102",
    "type": "CourseContent",
    "applicableLevel": "OB06",
    "contentJson": {
      "essentialFactor": "学习策略",
      "contentRequirement": "学习策略主要指学生为促进语言学习和语言运用而采取的各种行动和步骤。学习策略的使用表现为学生在语言学习和运用的活动中，为了解决学习中的问题而采取的调控和管理自己学习过程的学习行为。有效使用学习策略有助于帮助学生逐步形成适合自己的学习方式和方法，优化学习效果，提高学习效率，形成自主学习能力，为学生可持续发展和终身学习奠定良好的基础。\n\n学生在学习和运用英语的过程中，常用的策略包括元认知策略、认知策略、交际策略和情感管理策略。其中，元认知策略指学生为了提高英语学习效率，计划、监控、评价、反思和调整学习过程或学习结果的策略；认知策略指学生为了完成具体语言学习活动而采取的步骤和方法；交际策略指学生为了争取更多的交际机会、维持交际以及提高交际效果而采取的策略；情感管理策略指学生为了调控学习情绪、保持积极的学习态度而采取的策略。通常这些策略可以组合运用以解决学习中较复杂的问题。\n\n普通高中英语必修课程、选择性必修课程和选修课程（提高类）的学习策略内容要求如表11所示.",
      "teachingTips": "教师在教学中要有意识地引导学生学习并尝试使用各种不同的学习策略，逐步形成适合自己的学习方法，鼓励优秀学习者总结并分享学习经验。教师要指导学生学会规划自己的学习，适时反思学习的效果，调控自己的学习进程，利用多种资源开展学习，通过有效运用各种学习策略，提高分析语言和语篇结构的能力、理解与沟通的能力，以及创建语篇的能力。\n\n形成有效运用策略的能力是一个循序渐进的过程。教师要将策略的教学融入学生的语言学习活动之中，结合学习内容有重点地训练不同学习策略的运用。完成学习活动后，教师要组织学生对策略的使用情况和作用进行讨论，分享经验，反思运用策略的效果。教师还要注意根据不同的策略类型采取不同的教学方式，鼓励和指导学生综合运用多种学习策略。需要说明的是，语言技能和学习策略有部分重叠，二者之间是相辅相成的关系。例如，在确定语篇的主题意义时，运用快速浏览策略，并借助语篇标题、图示和关键词来推测中心意思，既体现了阅读技能的运用，也体现了在阅读中认知策略的运用。"
    }
  }
]