[
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:1:OB06",
    "title": "世界视野下的中国航海活动与海上贸易（专题1.6）",
    "description": "本活动的设计旨在通过了解16世纪中国与世界的海上贸易活动，拓宽学生的世界视野，加强时空观念，深化对历史的理解，体现新视野带来的对史料的新发现和对传统历史问题的新解释。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 深入认识16世纪中国航海活动的主要内容及世界背景。\n2. 利用现代信息技术手段，搜集并综合利用各类文献、水下考古等历史资料，了解这一时期中国和欧洲国家航海活动的性质和作用。\n3. 重新认识这一时期发生的历史事件，深刻理解中外海上贸易给当时中国社会带来的巨大变化，以及对世界的影响。",
      "activityprocess": "1. 从明朝小说（如《喻世明言》《警世通言》《醒世恒言》）中寻找白银在中国普遍流通的内容，再现使用白银进行买卖的情境；通过中外文献、考古资料等，了解白银大量来自美洲并被用以购买中国的瓷器、丝绸、茶叶等商品的史实，以及白银普遍流通给中国带来的变化。\n2. 运用中外历史地图，知道欧洲商船从美洲到达东南亚和中国，以及中国商船到达东南亚和日本的航行路线；结合其他文献和考古资料，知道中国商船的规模及主要货物。\n3. 对教师提供的相关史料进行分析，在此基础上，可以选择教师讲授、学生主题报告会、图片展览等不同形式，对这一时期的倭寇问题、东南沿海地区的社会变化或张居正改革等问题进行探究。",
      "module": "中外历史纲要"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:2:OB06",
    "title": "“老兵”的故事（专题1.10、1.11、1.12）",
    "description": "本活动是使学生通过对历史的经历者进行个案研究，将历史的宏大叙事与个人亲身经历联系起来，理解在历史大背景下普通人物的所思所想和所作所为，并从普通士兵的身上感悟革命先辈的精神。本活动也可将新中国成立后的“老兵”作为研究对象，了解他们在保卫祖国和建设祖国活动中的经历及贡献。通过这一活动，使学生进一步感悟“不忘初心、牢记使命”的重要意义。在活动过程中，通过搜集、整理与研究对象相关的材料，并在理解的基础上运用材料对具体人物的事迹进行描述，提高运用材料进行历史论证的能力。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 寻找有保家卫国经历的“老兵”，了解他们的事迹，并尝试从历史亲历者的角度看历史。\n2. 通过查找材料、走访“老兵”或其后人等方式，对历史有具体、深入的理解，提高搜集和运用历史材料解释及书写历史的能力。\n3. 学习革命先辈为国家独立、为中华民族复兴而奋斗的精神。",
      "activityprocess": "1. 以个人活动为主，通过文献查找、书籍阅读、人物探访等方式，了解和研究一名“老兵”的事迹。\n2. 整理所研究对象的相关材料，写一篇《“老兵”的故事》，叙述其事迹，说说自己的感受和认识。\n3. 将学生所写的文章出一期墙报或汇编成册，有条件的地方可利用校园网站进行交流。",
      "module": "中外历史纲要"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:3:OB06",
    "title": "20世纪80年代以来社区居民生活变迁（专题1.14、1.15）",
    "description": "本活动使学生在历史课堂学习的基础上，走进社区，走进家庭，对身边的历史变化进行多方面了解，切身感受改革开放使人民生活水平不断提高，增强以中国式现代化全面推进中华民族伟大复兴的信念。在活动过程中，尝试运用社会调查的方式，在搜集社会信息、与他人交流等活动中，提高社会实践的能力。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 通过考察，接触社会实际，了解改革开放尤其是中国特色社会主义进入新时代以来人民生活发生巨大变化、改革发展成果更多惠及全体人民的史实，坚定把我国建设成为富强民主文明和谐美丽的社会主义现代化强国的信念。\n2. 尝试运用社会调查的方法，对历史与现实的社会问题进行研究，通过调查问卷的拟订、实际调查活动的操作、调查数据的整理与分析、调查报告的撰写等，提高运用这一方法的技能。\n3. 通过社会调查，增加接触社会机会，提高与他人沟通的能力；通过小组活动，提高合作与交流的能力。",
      "activityprocess": "1. 教师介绍活动主题及其内容范围、社会调查的方式方法、活动成果及其评价要求等，对学生开展社会调查进行方法上的指导。\n2. 学生可自愿组成调查小组，围绕家庭收入、衣食住行、医疗卫生、文化教育、通信手段等多方面的调查主题，确定具体目标，制订调查计划，选定调查对象，编写调查问卷或访谈提纲。\n3. 利用课余时间，开展社会调查活动，并围绕选定的调查主题搜集相关资料。\n4. 对社会调查的数据、访谈记录以及相关资料进行考辨、整理和分析；在小组共同讨论的基础上，形成本组关于居民生活变迁的调查报告，并制作调查研究结果汇报的演示文稿。\n5. 组织调研情况汇报交流活动，各组汇报调研情况，展示调研成果，师生共同对各组的调查研究活动进行评价。",
      "module": "中外历史纲要"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:4:OB06",
    "title": "探寻资本主义制度确立的思想文化渊源（专题1.19）",
    "description": "本活动的内容所涉史事多、时间跨度大、空间范围广。活动设计意在引导学生通过史料研读、合作交流，突破难点，发展学生的历史学科核心素养。活动设计侧重于培养学生提取史料关键信息、建构时空关联、探寻因果关系等方面的能力，提高学生运用唯物史观的基本观点和方法解释历史的能力。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 能够按照时间顺序和空间要素，建构文艺复兴、宗教改革、启蒙运动之间的相互关联。\n2. 依据史料认识西方人文主义是欧洲资本主义制度确立的思想渊源。\n3. 理解西方人文主义的发展与资本主义制度确立之间的因果关系，对此作出历史唯物主义的解释。学会把握社会发展的历史脉络。",
      "activityprocess": "1. 学生分组研读有关文艺复兴、宗教改革、启蒙运动的资料，围绕“新兴资产阶级的诉求”筛选出史料信息。\n2. 通过编制图表、撰写小论文、制作演示文稿等活动，呈现文艺复兴、宗教改革、启蒙运动与资本主义制度确立的联系。\n3. 各组展示活动成果，师生共同完成对学习情况的评价。",
      "module": "中外历史纲要"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:5:OB06",
    "title": "探讨中国古代历史上中央与地方的关系（专题1.1）",
    "description": "本活动以小组合作的方式进行专题探究，对中国古代历史上中央与地方关系的演变进行梳理，从而加深对这一问题的认识，总结历史的经验和教训。通过这一活动，学生可以进一步认识中央与地方的关系是国家政治制度和行政管理中的一个重要问题，与历代的政治、经济、文化等方面的演变有着密切关联。学生在活动过程中，通过分工与合作，以及对研究成果的不断完善，提高理解历史、解释历史及合作、交流的能力。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 通过探究中国古代历史上中央与地方关系的发展演变，分析并理解这一关系的特征。\n2. 运用所学的历史知识，以典型的史事作为例证，说明中央王朝对地方治理的历史经验和教训，学会从历史中汲取智慧。\n3. 通过了解历史上中央对地方的行政管理，加深对中国国情的认识。",
      "activityprocess": "1. 学生分为若干小组，确定各组的研究主题（如按历史时期分组，分别探讨各时期中央与地方之间各方面的情况；或按地方行政层级、财政税收、军队编制与部署等专题分组），分别梳理中国古代历史上中央与地方的关系。\n2. 各组制订具体研究计划，明确分工；分别搜集和研读有关材料，如阅读与研究主题有关的论著，利用现有的学术研究成果等。\n3. 各组对所搜集的材料进行整理，通过组内的讨论交流，在形成共识的基础上，撰写本组的研究报告。\n4. 组织全班的报告会，各组代表介绍本组的研究成果，并解答其他组同学的质疑。\n5. 各组在报告会的基础上，对本组的研究报告作进一步的修改和补充，使之更为完善。\n6. 将各组的研究报告汇总，编成文集，作为本模块学习的阶段性成果。",
      "module": "国家制度与社会治理"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:6:OB06",
    "title": "考察中国历史上的外来农作物（专题2.1）",
    "description": "本活动的设计旨在通过对某一外来农作物传入中国情况的探讨，培养学生自主选择研究对象并进行史料实证的能力。传入中国的外来农作物很多，学生选择何种农作物作为研究对象，既要根据自己的兴趣，更要根据所掌握的史料情况而定。对于一些外来农作物传入的时间及对传入地的影响，学界有不同的认识。学生应对自己所搜集的资料进行辨析，并能运用史料作为证据来论证自己的观点。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 考察中国外来农作物的来源，了解它们是在何时、通过何种渠道传入中国的，以及这些物种引入中国后的情况。\n2. 以考察的外来农作物为例，认识外来物种的传入对中国的影响\n(如粮食生产、饮食习惯、生态环境等), 进而探讨物种交流对人类社会生活的影响。",
      "activityprocess": "1. 教师可先概括介绍人类历史上物种交流不断扩大的情况。\n2. 学生根据自己的兴趣，选择某种外来农作物（如胡萝卜、马铃薯、甘薯、玉米、西红柿、西瓜、南瓜、辣椒等）作为研究对象，进行材料搜集和整理，考察其来源及引入中国的情况。\n3. 在文献研究的基础上，梳理外来农作物传入中国后对粮食生产、民众生活、生态环境等方面的影响，并在此基础上探讨物种交流与社会生活的关系。\n4. 运用现代信息技术，在班上展示自己的研究成果，进行交流；将学生的成果汇集整理，出一期专题板报。",
      "module": "经济与社会生活"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:7:OB06",
    "title": "严复、商务印书馆与中国近代文化的变革（专题3.6）",
    "description": "本活动的设计旨在通过一个人物和一个机构，进一步体会“开眼看世界”对于中国近代社会变革和转型的重要性。学生主题报告的问题要以人的经历为中心，即那个时候的中国优秀知识分子是怎么想、怎么做的。本活动把学习海军的留学生严复和张元济创办的商务印书馆联系起来，旨在认识个人和机构在中国近代社会变革过程中的不同作用，重点在于加深对历史人物的动机、行为及有关机构所起历史作用的理解。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "通过了解严复和商务印书馆对西学的译介，认识近代以来留学生以及出版机构在传播西方近代文化、启迪民智上的重要作用。",
      "activityprocess": "1. 学生分组搜集资料，了解严复的生平与思想，特别是他对西方社会科学思想的译介；了解商务印书馆的创设，该馆对包括严复译著在内的多种翻译作品的出版，以及这些作品出版后在社会上引起的巨大反响。\n2. 在分组讨论的基础上，各组推选代表，围绕下列问题进行报告：严复为什么从一个学习海军的留学生变为一个积极译介近代西方学术的思想家？《天演论》等译著中的社会进化论思想对中国人的精神世界产生了哪些影响？商务印书馆这类出版机构在传播近代文化、启迪民智方面扮演了怎样的角色？\n3. 在教师的引导下，学生将上述报告进行整合，深入认识甲午中日战争后知识界的思想变化，以墙报、网络等形式进行展示。教师可通过学生的参与程度、表现和对问题的理解进行综合评价。",
      "module": "文化交流与传播"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:8:OB06",
    "title": "编制历史人物年表（专题1.4）",
    "description": "本活动是让学生通过对某个历史人物的研究，在全面了解该人物事迹的基础上，按照时间顺序编制历史人物年表，梳理并展现历史人物的主要事迹。在活动过程中，学生不仅需要搜集、阅读相关材料，而且需要动脑、动笔，完成历史人物年表的制作，并对自己的制作给予说明。这一有深度学习特色的活动，可以提高学生的时空观念和史料实证的素养；同时，对历史人物进行全面、客观的评价，能够提高学生在唯物史观、历史解释及家国情怀等方面的素养。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 学会编制历史人物年表。\n2. 运用年表说明历史人物与其所处时代的关系。\n3. 运用唯物史观的基本观点和方法，对历史人物进行全面评价，加深对历史人物作用的认识，既积极评价个人在社会历史发展进程中的重要性，也认识到历史人物无法完全超越历史的局限性。",
      "activityprocess": "1. 学生根据个人兴趣，选定一位历史人物作为研究对象。\n2. 搜集所选历史人物的相关材料，在阅读的基础上对所选历史人物的生平事迹进行梳理，尝试对相关史事进行考证。\n3. 编制历史人物年表。在编制时，既要注意从个人成长经历的角度进行梳理，凸显该历史人物的主要事迹，也要注意其所处时代发生的\n大事，按时序排列。\n4. 在班上展示自己制作的历史人物年表，并通过对年表的解说，向同学介绍所选历史人物的生平事迹及其所处时代，对该人物进行评价。\n5. 将编制的历史人物年表分类编辑，汇集成册。",
      "module": "史学入门"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:teachingactivitie:9:OB06",
    "title": "《资治通鉴》为何以“三家分晋”为其开篇（专题2.2）",
    "description": "本活动是按照典型的阅读和理解史料的程序设计的，即先读懂史\n料，然后了解史料作者，进而对史料所描述的内容进行分析，最后准确理解史料的意义。这既体现了对史料实证素养的培育，也包含了对理解和解释历史能力的训练。教师引导学生将司马光所处的时代与“三家分晋”的时代相联系，反映了建立不同时代之间历史关联的能力，以及对历史学家的政治立场进行探索的能力。",
    "type": "TeachingActivity",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "activityobjective": "1. 知道史书记载带有史书撰写者的主观倾向。\n2. 了解史书作者及其所处时代，全面认识史书的史料价值。",
      "activityprocess": "1. 教师给出《资治通鉴》卷一中的相关记述（“威烈王二十三年 初命晋大夫魏斯、赵籍、韩虔为诸侯”，及“臣光曰”后面的段落），引导学生正确理解其字面含义。\n2. 了解有关“三家分晋”的史实及历史意义，提出问题：《资治通鉴》为何以“三家分晋”为其开篇？\n3. 通过理解“臣光曰”那段材料，知道司马光对“三家分晋”的态度以及他对该事件发生原因的看法。\n4. 回顾以前所学宋初加强中央集权的举措，了解司马光强调名分、强调尊君抑臣、强调坚持传统秩序重要性的政治立场，进而理解《资治通鉴》以“三家分晋”为其开篇的真正含义。\n5. 以课堂讨论或课后作业的形式，了解史书作者的意图，全面、准确理解史书、史料的价值，认识《资治通鉴》的重要性。",
      "module": "史料研读"
    }
  }
]