[
  {
    "identifier": "urn:jy:history:SB0307:OB03:Theme:1:OB03",
    "title": "中国古代史",
    "description": "中国古代史始于中国境内早期人类活动，止于1840 年鸦片战争，重点叙述 5000 多年中华文明的演进，以及统一多民族国家的起源、建立、巩固和发展的历程。",
    "subject": "SB0307",
    "type": "Theme",
    "applicableLevel": "OB03",
    "contentJson": {
      "ContentRequirements": "1.1 史前时期\n通过了解元谋人、郧县人、蓝田人、北京人等旧石器时代的人类及其文化遗存，知道中国境内原始社会时期的人类活动；通过了解河姆渡、半坡、良渚、陶寺、二里头等新石器时代的文化遗存，知道中国的原始农耕生活；了解私有制、阶级和早期国家的产生；知道考古发现是了解原始社会的重要依据；通过古代文献中记述的黄帝、炎帝等神话传说，了解其中蕴含的历史信息。\n1.2 夏商西周与春秋战国时期\n知道甲骨文是已知最早的汉字；通过了解甲骨文、青铜铭文、其他文献记载和典型器物，知道具有奴隶制特点的夏、商、西周王朝的建立与发展，了解西周分封制等重要制度；知道老子、孔子的生平与思想；通过了解这一时期的生产力水平和社会关系的变化，初步理解春秋时期诸侯争霸局面的形成、战国时期商鞅变法等改革和“百家争鸣”局面的产生；通过《黄帝内经》和名医扁鹊，了解这一时期的医学成就；通过都江堰工程，感受古代劳动人民的智慧和创造力。\n1.3 秦汉时期\n通过了解秦朝统一、陈胜和吴广等领导的秦末农民起义、西汉“削藩”和尊崇儒术，知道统一多民族封建国家建立和早期发展的过程；通过了解休养生息政策、“文景之治”、张骞通西域、“丝绸之路”的开辟、汉武帝的大一统，知道西汉从建立之初的社会残破发展到国力强盛的变化及原因；通过了解西汉末到东汉的政治、社会动荡，了解佛教传入和道教产生的背景；知道这一时期的重要文化和科技成就，如司马迁与《史记》、蔡伦与造纸术、张仲景与《伤寒杂病论》、华佗的故事等。\n1.4 三国两晋南北朝时期\n通过了解三国两晋南北朝时期的政权更迭和北魏孝文帝改革、人口迁徙和区域开发，认识这一时期民族交往交流交融的历史特点及其对中华民族发展的意义；通过了解这一时期的科技和艺术成就，如祖冲之的数学成就，认识传统文化的继承与创新。\n1.5 隋唐五代十国时期\n通过了解隋朝的兴亡、“贞观之治”与“开元盛世”，知道隋朝速亡和唐朝兴盛的原因；了解科举制度创建、大运河开通、文成公主入藏、鉴真东渡、玄奘西行等史事，从制度、经济、文学艺术、民族交往、中外文化交流等方面认识隋唐王朝在世界历史上的重要地位；通过了解“安史之乱”后藩镇割据和五代十国的局面，认识唐末五代的社会危机。\n1.6 辽宋夏金元时期\n认识北宋面临的新形势，了解辽、宋、西夏的并立与北宋强化中央集权和重文轻武的政策；通过了解宋金之战、南宋偏安和南方地区的经济繁荣，知道中国古代经济重心的进一步南移；通过了解蒙古兴起和元朝统一，设立行省、宣政院等制度，知道西藏在元代正式纳入中国版图，理解元朝统一对中华民族进一步交融的重要意义；通过了解这一时期的城市和商业发展、科技创新、文学艺术成就和对外交流，认识宋元时期繁荣的经济、文化在中国历史上的重要地位；通过了解岳飞、文天祥等人的英雄事迹，体会中华民族英勇不屈的精神；通过印刷术、指南针、火药的应用和外传，认识中国古代的重要发明对世界文明发展的贡献。\n1.7 明清时期（至鸦片战争前）\n通过了解明清时期加强皇权的举措，初步认识君主专制带来的社会弊端；通过了解明清时期的经济改革和全球性经济互动，初步认识这一阶段中国经济发展的内因和外因；通过郑和下西洋、戚继光抗倭等史事，了解明朝的对外关系；通过了解郑成功收复台湾、清朝在台湾的建制、册封达赖和班禅以及设置驻藏大臣等中央政权在边疆地区的各种举措，认识西藏地区、新疆地区、南海诸岛、台湾及其包括钓鱼岛在内的附属岛屿是中国的领土，理解统一多民族国家版图奠定的重要意义；通过了解《本草纲目》《天工开物》《农政全书》，认识明朝的科技成就及其影响；通过了解小说、戏曲的繁荣，知道明清时期文学艺术的特色；通过了解明末李自成起义、清中叶以来的政治腐败、故步自封和 19 世纪的国际局势史实，认识当时中国社会面临的严重危机。",
      "achievementRequirement": "2.1 能够了解中国古代历史的基本线索和重要的事件、人物、现象，知道重大史事发生的时间和地点、原因和结果，初步养成历史时序意识和历史空间感。（唯物史观、时空观念）\n2.2 能够知道中国古代遗留至今的各类史料是了解和认识中国古代历史的证据，能结合语文、地理、艺术等课程的学习，初步理解古代史料的含义，尝试运用史料说明历史问题。（史料实证、历史解释）\n2.3 能够对中国古代历史上的重要事件、人物、现象等形成合理想象，进行初步分析，认识其意义和影响。（唯物史观、历史解释、家国情怀）\n2.4 能够通过中国古代的经济、科技成就，了解生产力发展对政治、社会、文化变革的推动作用；通过古代历史上治乱兴衰的史事，认识阶级社会中阶级斗争在历史发展中的作用。（唯物史观、历史解释、家国情怀）\n2.5 能够通过了解中国古代历史发展的总体趋势，认识统一多民族国家形成、巩固和发展的重要历史意义；通过中国古代历史上各民族的交往交流交融，认识中华民族共同体的形成是中国历史发展的必然结果，树立正确的中华民族历史观；通过了解中国古代文明的辉煌成就，认识中华优秀传统文化的独特价值和突出优势，提高民族自尊心、自信心和自豪感，增强民族凝聚力。（唯物史观、家国情怀）",
      "teachingTip": "学生初学历史，需要培养兴趣，调动学习积极性。在教学过程中，教师要通过情境再现、问题引领、故事讲述和多样化的资源运用等方式，激发学生的求知欲，促进学生积极、主动地学习历史。\n要注重对学生历史学习方法的指导，从帮助学生学会阅读、理解教材，概括所学内容入手，进而指导学生解读史料，使学生逐步学会对史事进行分析。\n中国古代史的教学，要通过把握中国古代历史发展的基本线索及相关重要史事，围绕统一多民族国家形成、巩固和发展的过程展开。教师要把历代政权的分立与统一、中华民族的发展演变，理解为从区域到整体、从碰撞到交融的过程，引导学生初步学会分析重要史事间的因果关系，初步学会对史事进行评判。\n中国古代史是学生学习历史最先接触的内容。因此，教师要尽可能以感性的、易于理解的、多种多样的呈现方式开展教学。教师不仅应在课堂上尝试创设帮助学生感同身受的历史情境，还应充分利用博物馆、档案馆、图书馆、历史遗址、古代建筑、古村落，以及爱国主义教育基地、历史文化名城等，尽量发掘乡土历史资源，合理利用网络资源。",
      "Domain": "urn:jy:history:SB0307:OB03:Domain:1:OB03"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:Theme:2:OB03",
    "title": "中国近代史",
    "description": "中国近代史始于 1840 年鸦片战争，止于 1949 年中华人民共和国成立，重点叙述列强侵略中国，中国逐渐成为半殖民地半封建社会；中华民族对外反抗列强侵略，对内反对封建专制统治，最终由中国共产党团结带领全国各族人民实现了民族独立、人民解放，夺取了新民主主义革命的伟大胜利的历程。",
    "subject": "SB0307",
    "type": "Theme",
    "applicableLevel": "OB03",
    "contentJson": {
      "ContentRequirements": "1.1 晚清时期的内忧外患与救亡图存\n通过了解林则徐虎门销烟、英法联军火烧圆明园、俄国割占中国北方大片领土等两次鸦片战争期间的主要史事，以及《南京条约》等不平等条约的签订，初步认识鸦片战争对中国近代社会的影响；了解太平天国运动的兴衰；了解洋务运动的主要内容，初步认识洋务运动的作用和局限性；了解 19 世纪中后期的边疆危机和中法战争，知道甲午中日战争的主要战役和《马关条约》的主要内容，初步认识《马关条约》与中国民族危机加剧的关系；了解戊戌变法的主要史事，认识变法的意义和局限性；知道义和团运动和抗击八国联军侵华的史事，结合《辛丑条约》的主要内容，认识《辛丑条约》对中国民族危机全面加深的影响。\n1.2 辛亥革命与中华民国的建立\n通过了解孙中山等民主革命先行者早年的革命活动、武昌起义及中华民国成立的史事，认识辛亥革命的历史意义及局限性；知道民国初期北洋军阀的统治；了解新文化运动的基本内容，知道陈独秀、李大钊、胡适、鲁迅等新文化运动的代表人物，认识新文化运动在中国近代思想解放运动中的地位和作用。\n1.3 近代社会生活变化\n通过了解张謇兴办实业的典型事例，知道近代中国民族工业发展的艰辛历程；通过了解开办京师大学堂、废除科举制度等近代新式教育发展的主要史事及民国以来社会生活的变化，知道中国走向现代化的曲折过程。\n1.4 中国共产党成立与新民主主义革命的兴起\n通过了解五四运动的基本史事，理解五四精神的内涵，认识五四运动是中国新民主主义革命的开端；通过了解陈独秀、李大钊传播马克思主义和中国共产党第一次全国代表大会的召开等史事，认识中国共产党成立的历史意义；了解第一次国共合作和北伐战争、南京国民政府的建立；了解南昌起义、秋收起义等史事，知道中国共产党创建人民军队和农村革命根据地的意义；通过了解井冈山革命根据地的建立、红军长征等史事，认识中国共产党开辟革命新道路的艰难历程。\n1.5 中华民族的抗日战争\n通过了解九一八事变、西安事变、七七事变等史事，认识日本侵华的罪行；了解正面战场和敌后战场的抗战；了解中国共产党在全民族抗战中的中流砥柱作用；通过了解中国国际地位提高的史事，认识中国抗日战争在世界反法西斯战争中的重要地位。\n1.6 人民解放战争\n了解重庆谈判、全面内战爆发和三大战役等史事，知道中国共产党带领中国人民取得人民解放战争胜利的原因；认识中华人民共和国成立的意义。",
      "achievementRequirement": "2.1 能够了解中国近代历史的主要线索和重要的事件、人物、现象，知道重大史事发生的时间和地点、原因和结果，初步养成历史时序意识和历史空间感。（唯物史观、时空观念）\n2.2 能够知道中国近代遗留至今的各类史料是了解和认识中国近代历史的证据，能结合语文、地理、艺术等课程的学习，初步理解近代史料的含义，尝试运用史料说明历史问题。（史料实证、历史解释）\n2.3 能够对中国近代历史上的重要事件、人物、现象等形成合理想象，进行初步分析，认识其意义和影响。（唯物史观、历史解释、家国情怀）\n2.4 能够认识中国近代历史的发展趋势，理解近代中国人民反抗外来侵略、争取民族独立和人民解放的历史意义；能够认识中国共产党在新民主主义革命中的领导作用，树立正确的历史观，增强民族自尊心、自信心和自豪感，厚植爱国情怀。（唯物史观、家国情怀）",
      "teachingTip": "中国近代史的学习内容，涉及列强侵略与中华民族的抗争、各阶层救亡图存的探索以及中国共产党领导新民主主义革命的历程等。在教学中，要引导学生把握历史发展的基本线索，理解近代中国社会性质的变化，认识中华民族在危难中奋起的历史进程。\n要注重引导学生运用史料，结合具体史事分析历史问题，理解近代中国人民反抗外来侵略、争取民族独立与人民解放的意义，增强国家认同和民族认同。",
      "Domain": "urn:jy:history:SB0307:OB03:Domain:1:OB03"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:Theme:3:OB03",
    "title": "中国现代史",
    "description": "中国现代史自中华人民共和国成立至今，叙述全国各族人民在中国共产党领导下，进行社会主义革命、建立社会主义制度、推进社会主义建设、进行改革开放、走中国特色社会主义道路、建设社会主义现代化国家、开创中国特色社会主义新时代的历程，展现了中华民族从站起来、富起来到强起来的伟大飞跃。",
    "subject": "SB0307",
    "type": "Theme",
    "applicableLevel": "OB03",
    "contentJson": {
      "ContentRequirements": "1.1 中华人民共和国成立和巩固\n通过了解开国大典、抗美援朝、土地改革等史事，认识中华人民共和国成立的伟大意义；知道新中国政权巩固的主要措施。\n1.2 社会主义制度的建立与社会主义建设的探索\n了解第一个五年计划、三大改造等史事，认识社会主义制度建立的意义；了解探索社会主义建设道路中取得的成就与出现的失误。\n1.3 改革开放与社会主义现代化建设\n了解十一届三中全会、改革开放的主要举措和取得的成就，认识改革开放的历史意义；了解社会主义现代化建设的进程和人民生活水平的提高。\n1.4 中国特色社会主义进入新时代\n了解党的十八大以来党和国家事业取得的历史性成就、发生的历史性变革，认识中国特色社会主义进入新时代的重大意义。",
      "achievementRequirement": "2.1 能够了解中国现代史的主要线索和重要的事件、人物、现象，知道重大史事发生的时间和地点、原因和结果，初步养成历史时序意识和历史空间感。（唯物史观、时空观念）\n2.2 能够知道中国现代史相关史料是了解和认识中国现代史的证据，初步理解史料的含义，尝试运用史料说明历史问题。（史料实证、历史解释）\n2.3 能够对中国现代史上的重要事件、人物、现象等形成合理想象，进行初步分析，认识其意义和影响。（唯物史观、历史解释、家国情怀）\n2.4 能够认识中国现代化建设的历史进程，理解中国共产党领导人民进行社会主义革命和建设、改革开放与现代化建设取得巨大成就的意义，增强制度自信和道路自信，厚植家国情怀。（唯物史观、家国情怀）",
      "teachingTip": "中国现代史的教学应引导学生在理解历史背景的基础上，把握新中国成立以来的历史发展脉络，认识社会主义制度建立、社会主义建设探索、改革开放和中国特色社会主义进入新时代等历史进程。\n要注重引导学生理解重大历史事件与现实生活的联系，认识中国共产党领导人民取得的历史性成就，增强国家认同、制度认同和责任担当。",
      "Domain": "urn:jy:history:SB0307:OB03:Domain:1:OB03"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:Theme:4:OB03",
    "title": "世界古代史",
    "description": "世界古代史主要叙述人类早期文明的起源与发展，重点阐述世界各区域文明的多元发展及其相互影响。",
    "subject": "SB0307",
    "type": "Theme",
    "applicableLevel": "OB03",
    "contentJson": {
      "ContentRequirements": "1.1 区域文明的兴起与发展\n通过了解两河流域、古埃及、古印度等文明的代表性成就，认识世界古代文明的多元性；了解古代文明与自然环境、生产方式和社会结构之间的关系。\n1.2 古代帝国与文明交流\n了解古代希腊罗马文明的主要成就及其对后世的影响；了解丝绸之路等古代文明交流的史事，认识文明交流互鉴对人类文明发展的意义。",
      "achievementRequirement": "2.1 能够了解世界古代史的主要线索和重要的事件、人物、现象，知道重大史事发生的时间和地点、原因和结果，初步形成历史时序意识和历史空间感。（唯物史观、时空观念）\n2.2 能够知道世界古代史相关史料是了解和认识世界古代史的证据，初步理解史料的含义，尝试运用史料说明历史问题。（史料实证、历史解释）\n2.3 能够对世界古代史上的重要事件、人物、现象等形成合理想象，进行初步分析，认识其意义和影响。（唯物史观、历史解释）\n2.4 能够认识世界古代文明的多元发展及其交流互鉴的历史意义，理解人类文明发展的多样性与共通性。（唯物史观、时空观念）",
      "teachingTip": "世界古代史的学习内容，尤其是一些历史地点、历史人物、历史事件、历史制度等，对于学生来说相对陌生。因此，在教学中要注意充分运用直观材料，拉近学生与所学内容的距离。要注意对世界古代史上典型的文明成果、重要历史人物和历史事件进行具体、形象的讲述，注重对重要历史概念的解读。同时，要加强对学生学习世界史的学法指导，注重学生对世界古代史材料的阅读理解。\n在教学过程中，要重点概括世界各个区域文明的主要特征，梳理各区域文明互动的过程及其结果。要注意引导学生认识人类文明的起源具有多源性，各大文化区域的文明成果构成了人类文明的多元性特点。同时，要引导学生回顾、联系中国古代史的学习内容，了解中国古代文明在世界文明中的地位。",
      "Domain": "urn:jy:history:SB0307:OB03:Domain:2:OB03"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:Theme:5:OB03",
    "title": "世界近代史",
    "description": "世界近代史主要叙述资本主义的形成与发展，社会主义运动与民族解放运动兴起和发展的历程，重点阐释近代世界历史发展的主要线索。",
    "subject": "SB0307",
    "type": "Theme",
    "applicableLevel": "OB03",
    "contentJson": {
      "ContentRequirements": "1.1 资本主义制度的形成与发展\n通过了解文艺复兴、新航路开辟、早期殖民扩张等史事，认识世界由分散走向联系的过程；了解英、美、法资产阶级革命的主要史事，认识资本主义制度确立的历史意义。\n1.2 工业革命与世界市场的形成\n了解工业革命的主要成就及其影响，认识生产力发展对社会变革的推动作用；了解殖民扩张与世界市场形成的史事，认识资本主义世界体系的形成。\n1.3 社会主义运动与民族解放运动\n了解马克思主义诞生、巴黎公社等史事，认识社会主义运动的发展；了解拉丁美洲独立、亚洲和非洲民族解放运动等史事，认识民族解放运动的历史意义。",
      "achievementRequirement": "2.1 能够了解世界近代史的主要线索和重要的事件、人物、现象，知道重大史事发生的时间和地点、原因和结果，初步形成历史时序意识和历史空间感。（唯物史观、时空观念）\n2.2 能够知道世界近代史相关史料是了解和认识世界近代史的证据，初步理解史料的含义，尝试运用史料说明历史问题。（史料实证、历史解释）\n2.3 能够对世界近代史上的重要事件、人物、现象等形成合理想象，进行初步分析，认识其意义和影响。（唯物史观、历史解释）\n2.4 能够认识资本主义发展、社会主义运动和民族解放运动对近代世界历史进程的影响，理解世界历史发展的多样性与复杂性。（唯物史观、时空观念）",
      "teachingTip": "世界近代史的教学应引导学生把握资本主义形成与发展、社会主义运动与民族解放运动等基本线索，理解近代世界历史发展的动力与影响。\n要注重引导学生结合典型史事与史料进行分析，认识生产力发展与社会变革的关系，理解不同国家和地区在近代化进程中的差异与联系。",
      "Domain": "urn:jy:history:SB0307:OB03:Domain:2:OB03"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:Theme:6:OB03",
    "title": "世界现代史",
    "description": "世界现代史主要叙述 20 世纪以来战争与革命、和平与发展并存的历史进程，重点阐释当代世界的基本特征及其发展趋势。",
    "subject": "SB0307",
    "type": "Theme",
    "applicableLevel": "OB03",
    "contentJson": {
      "ContentRequirements": "1.1 两次世界大战与世界格局的演变\n了解第一次世界大战和第二次世界大战的主要史事，认识战争给人类带来的深重灾难；了解战后国际秩序与国际格局的变化，认识联合国等国际组织的作用。\n1.2 冷战与世界多极化发展\n了解冷战的形成与主要事件，认识冷战对世界格局的影响；了解世界多极化和经济全球化的发展趋势。\n1.3 科学技术进步与社会生活变化\n了解 20 世纪以来科学技术进步的主要成就及其影响，认识科技发展对社会生活和世界发展的推动作用。\n1.4 和平与发展时代主题\n认识当代世界和平与发展的时代主题，理解构建人类命运共同体的必要性和重要性。",
      "achievementRequirement": "2.1 能够了解世界现代史的主要线索和重要的事件、人物、现象，知道重大史事发生的时间和地点、原因和结果，初步形成历史时序意识和历史空间感。（唯物史观、时空观念）\n2.2 能够知道世界现代史相关史料是了解和认识世界现代史的证据，初步理解史料的含义，尝试运用史料说明历史问题。（史料实证、历史解释）\n2.3 能够对世界现代史上的重要事件、人物、现象等形成合理想象，进行初步分析，认识其意义和影响。（唯物史观、历史解释）\n2.4 能够认识战争与革命、和平与发展交织的世界现代史进程，理解当代世界发展的基本特征与趋势，形成开放的世界意识。（唯物史观、时空观念）",
      "teachingTip": "世界现代史的教学应引导学生在把握重大历史事件的基础上，理解 20 世纪以来世界格局的演变和当代世界发展的基本趋势，关注历史与现实的联系。\n要引导学生综合运用史料与多学科知识，认识和平与发展主题的重要意义，培养全球视野与责任意识。",
      "Domain": "urn:jy:history:SB0307:OB03:Domain:2:OB03"
    }
  }
]