[
  {
    "identifier": "urn:jy:physics:SB0401:OB06:AcademicQuality:1",
    "title": "学业质量水平1",
    "description": "",
    "subject": "SB0401",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "1",
      "standardRequirement": "1.1 能从物理学视角描述物理现象，具有对物质、运动和相互作用、能量的初步认识；有探索自然、了解自然奥秘的兴趣，知道物理学是人类对自然现象有意识的探究，需要接受实践的检验；了解物理研究与应用会涉及的基本道德与规范问题，了解科学、技术、社会及环境的关系，认识保护环境、节约资源、促进可持续发展的重要性，能为我国在科技领域的卓越成就感到自豪，具有科技强国和实现中华民族伟大复兴的责任感。\n1.2 能在熟悉的实际情境中，应用力学、电磁学等领域的概念和规律，对物理现象进行简单分析，解释自然现象和解决实际问题；能从物理学视角提出物理问题，会运用常见的物理模型解决问题；能根据已有的科学探究方案，借助基本实验器材进行实验等方式获得证据；能通过分析和综合、推理和论证形成初步结论，分析实验中存在的误差，用所学物理学术语、符号、公式、图表等，对物理问题及其探究过程和结果进行初步的描述和分析；能使用简单直接的证据表达自己的观点，听取他人意见，判断信息的可靠性和合理性，撰写简单的科学探究报告；具有认真求证、追求真理的求实精神和实事求是的科学态度，能从物理学视角进行初步的合理质疑和创新。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:AcademicQuality:2",
    "title": "学业质量水平2",
    "description": "",
    "subject": "SB0401",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "2",
      "standardRequirement": "2.1 能从物理学视角描述和分析实际情境中的物理现象，具有对物质、运动和相互作用、能量的基本认识；有较强的学习和研究物理的兴趣，认识到物理研究是建立在观察和实验基础上的一项创造性工作；知道物理研究与应用应考虑道德与规范的要求，认识科学、技术、社会及环境的关系，有保护环境、节约资源、促进可持续发展的意识，能为我国在科技领域的卓越成就感到自豪，具有科技强国和实现中华民族伟大复兴的责任感和使命感。\n2.2 能在熟悉的实际情境中，应用力学、电磁学、光学、热学及原子物理学等领域的概念和规律，对物理现象进行描述与分析，解释自然现象和解决实际问题；能从物理学视角提出可探究的物理问题，选用恰当的物理模型作出猜想和假设；能在他人的帮助下制订可行的科学探究方案，使用基本的实验器材，通过实验等方式获得合理证据；能运用分析和综合、推理和论证找到其中的联系，发现其中的特点，合理分析实验中存在的误差，得出结论并进行解释；能评估证据的可靠性，恰当使用证据表达自己的观点，规范运用物理学术语、符号、公式、图表等陈述和交流科学探究过程和结果，撰写科学探究报告；具有认真求证、追求真理的求实精神和实事求是的科学态度，能在合作中尊重他人的意见，从物理学视角判断信息的可靠性和合理性，对已有观点提出质疑，从不同角度思考物理问题。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:AcademicQuality:3",
    "title": "学业质量水平3",
    "description": "",
    "subject": "SB0401",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "3",
      "standardRequirement": "3.1 能从物理学视角解释实际情境中的物理现象，具有对物质、运动和相互作用、能量的清晰认识；有学习和研究物理的内在动机，认识到物理研究是一种对自然现象进行抽象的创造性工作；能依据普遍接受的道德与规范认识和评价物理研究与应用，理解科学、技术、社会及环境的关系，有保护环境、节约资源、促进可持续发展的行为，为我国在科技领域的卓越成就感到光荣和自豪，具有科技强国和全面推进中华民族伟大复兴的责任感和使命感。\n3.2 能在实际情境中，综合应用力学、电磁学、光学、热学及原子物理学等领域的概念和规律，科学地解释自然现象，熟练地解决实际问题；能从物理学视角提出并准确表述可探究的物理问题，根据问题情境和物理模型的关键特征，将研究对象转换成物理模型，并进行分析，作出有依据的猜想和假设；能制订科学探究方案，选用合适的实验器材规范地进行实验操作，准确地获得证据；能熟练地运用分析和综合、推理和论证找出其中的关系，发现其中的规律，准确分析实验中存在的误差，得出合理结论并进行解释；能准确运用物理学术语、符号、公式、图表等对科学探究过程与结果进行交流和反思，撰写完整的科学探究报告；具有认真求证、追求真理、实事求是的科学精神，既能坚持观点又能吸取他人意见修正错误，对信息进行准确判断，对某些已有结论提出有证据的质疑，从不同角度分析解决物理问题。"
    }
  }
]