[
  {
    "identifier": "urn:jy:chemistry:SB0402:OB03:LearningTheme:l1",
    "title": "科学探究与化学实验",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB03",
    "contentJson": {
      "achievement Requirement": "1. 能举例说明化学科学对促进社会发展的重要作用，列举化学家创造的对日常生活有价值的物质；能查找资料并讲述我国化学家胸怀祖国、艰苦奋斗、勇于创新的故事。\n2. 能结合具体探究活动说明科学探究的要素及各要素之间的关系；能发现和表述有探究价值的问题，提出猜想与假设；能设计简单的实验方案或实践活动方案；能独立或与他人合作开展化学实验，收集证据；能基于事实，分析证据与假设的关系，形成结论；能撰写简单的实验报告，并与他人交流和评价探究过程及结果。\n3. 能严格遵守实验室安全规则，能识别实验室安全警示标志和常用危险化学品标志，具有预防化学实验安全事故的意识。\n4. 能正确选取实验试剂和仪器，依据实验方案完成必做实验，并能全面、准确地记录实验过程和现象；能说明必做实验的基本思路与方法，分析实验实施的合理性，能体现严谨求实、敢于质疑的科学态度。\n5. 能基于必做实验形成的探究思路与方法，结合物质的组成及变化等相关知识，分析解决真实情境中的简单实验问题。\n6. 能通过小组合作，有意识地应用化学、技术、工程及其他学科知识，完成实验探究及跨学科实践活动，能体现创新意识和勇于克服困难的品质。",
      "teachingTip": {
        "教学策略": "(1) 结合生产生活、社会发展、科技进步等方面的典型事例，引导学生认识化学科学在创造新物质、应对人类面临的重大挑战中的作用，彰显我国化学家在其中作出的创新贡献和展现出的科学家精神。\n（2）选择有意义且适合的探究问题，引导学生经历真实的探究过程，注重运用现代化技术手段，加强探究活动中的科学思维，基于科学探究与实践活动建构化学观念，增进对化学科学及科学探究本质的理解，发展科学探究能力和创新意识。\n（3）积极创造条件，开足、开好必做实验和跨学科实践活动，倡导“做中学”“用中学”“创中学”，充分发挥必做实验和跨学科实践活动的教学功能及育人价值。在完成必做实验的基础上，努力创造条件，为学生提供更多的动手实验机会。",
        "情景素材": "（1）氧气的发现；酸碱指示剂的发现；水的组成的探索；原子结构模型的建立和发展；质量守恒定律的发现；我国传统化学工艺，如“湿法炼铜”，瓷器、铜器、铁器制造等。\n(2) 家养金鱼存活的条件, 久置氢氧化钠溶液的成分, 不同溶质质量分数的营养液对绿萝生长状况的影响, 公交车或火车车厢内空气的成分, 盐碱湖中氯化钠和碳酸钠的提取, 工业区污水的处理, 贝壳(或鸡蛋壳、大理石) 中碳酸钙的含量, 暖贴或食品干燥剂等产品的说明书。\n（3）改革开放以来，我国获得国家科学技术奖的化学家及其在建设创新型国家方面所取得的成就；现代化学实验技术手段的发展，如传感器在化学科学实践及生产生活中的应用等。",
        "学习活动": "(1) 实验探究活动\n探究过氧化氢分解反应中二氧化锰的催化作用，探究铜片在空气中灼烧后发生的变化，探究二氧化碳与水或氢氧化钠稀溶液的反应，测定并比较氯化钠、硝酸铵、氢氧化钠在水中溶解时溶液的温度变化，探究铁钉生锈的条件，探究氢氧化钠溶液和稀盐酸发生中和反应时的温度变化、pH变化。\n\n (2) 调查与交流活动\n查阅化学发展史中的重大事件、化学家进行科学探究的有关资料，交流、讨论化学知识是如何在科学探究中发展的，以及科学探究各要素的作用；参加化学实验基本知识与技能比赛；结合实例讨论遵守实验室安全规则的重要性，讨论和演练实验室突发事件的应对措施；调查我国化学家自力更生、艰苦奋斗、为国争光、服务人民的先进事迹，撰写我国化学家的“人物传记”。\n\n（3）项目式学习活动\n探究人体吸入与呼出的气体主要成分的差异、绿色植物叶片在白天和夜晚释放的气体成分的差异；应用数字化实验等手段探究不同环境中的空气质量，调查并分析当地近年来空气质量变化的原因。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB03:LearningTheme:l2",
    "title": "物质的性质与应用",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB03",
    "contentJson": {
      "achievement Requirement": "1. 能依据物质的组成对物质进行分类，并能识别纯净物和混合物、单质和化合物；能依据物质的类别列举一些简单的单质、氧化物、酸、碱、盐及生活中常见的有机物。  \n2. 能通过实验说明氧气、二氧化碳，以及常见的金属、酸和碱的主要性质，并能用化学方程式表示；能举例说明物质性质的广泛应用及性质与用途的关系；能利用常见物质的性质，分析、解释一些简单的化学现象和事实；能设计简单实验，制备并检验氧气和二氧化碳；能检验溶液的酸碱性。  \n3. 能运用研究物质性质的一般思路与方法，从物质类别的视角，依据金属活动性顺序、中和反应等，初步预测常见的金属、酸和碱的主要性质，设计实验方案，分析、解释有关的实验现象，进行证据推理，得出合理的结论。  \n4. 能从定性和定量的视角，说明饱和溶液、溶解度和溶质质量分数的含义；能进行溶质质量分数的简单计算；能根据需要配制一定溶质质量分数的溶液；能利用物质的溶解性，设计粗盐提纯、水的净化等物质分离的方案。\n5. 能基于真实问题情境，依据常见物质的性质，初步分析和解决相关的综合问题；能基于物质的性质和用途，从辩证的角度，初步分析和评价物质的实际应用，对空气和水体保护、金属材料使用与金属资源开发、低碳行动、资源回收、化学品合理使用等社会性科学议题展开讨论，积极参与相关的综合实践活动。",
      "teachingTip": {
        "教学策略": "（1）通过实物、图片、模型等直观手段，联系学生常见的具体物质，引导学生感受物质的多样性；结合元素、原子和分子等核心概念，引导学生进行比较、分类、概括，建立物质分类的认识，逐步形成基于物质类别研究物质及其变化的视角。  \n（2）通过典型实例，帮助学生认识物质性质与用途的关系，展现丰富、鲜活的物质应用事实，引导学生基于物质性质对物质应用进行分析、解释和创意设计，促进学生“性质决定用途”观念的形成。  \n（3）充分发挥学生必做实验的功能，给学生提供充分的动手实践和动脑思考的机会，经历完整的探究过程；引导学生在反思和交流的基础上，提炼研究物质性质的一般思路与方法。  \n（4）设计关于物质的性质与应用的真实情境和任务，充分利用“基于碳中和理念设计低碳行动方案”等跨学科实践活动，开展项目式学习，发展学生多角度分析和解决实际问题，以及合作、实践、创新等能力。",
        "情景素材": "(1) 地球大气成分的演变, 自然界中的碳氧平衡, 氧气的发现,宇航、潜水、医疗等领域的呼吸供氧，鱼池的缺氧现象和增氧方法，碳单质的研究进展，溶洞等自然奇观的形成，二氧化碳在大棚蔬菜种植中的作用，二氧化碳的捕集与封存、转化与利用，我国实现碳中和目标的措施。\n(2) 淡水危机, 自来水的阶梯价格及收费项目, 水的净化方法和自来水的生产工艺, 工业、农业、生活及医疗等领域使用的溶液, 海水制盐和海水淡化。  \n(3)我国重要的金属矿产资源及其分布，《天工开物》中对我国古代金属冶炼成就的描述，我国古代合金材料的制造（如铸造钱币、青铜器等），我国在金属及金属材料领域的研究和应用成就，现代交通、航空航天、国防科技等领域使用的合金材料及其发展，废弃金属的分类回收和再利用。  \n(4) 人体内几种液体的正常  pH  范围, 作物生长适宜的  pH  范围, 生活中常见物质的酸碱性, 酸碱指示剂的发现, 海盐、岩盐、湖盐和井盐, 我国古代文献中对制盐方法的描述, 侯德榜对我国制碱工业的贡献。",
        "学习活动": "（1）实验探究活动\n\n探究空气中氧气的含量；制取蒸馏水；探究活性炭和明矾等净水剂的净水作用；观察氯化钠、硝酸铵、氢氧化钠在水中溶解时溶液的温度变化；查阅溶解度数据，绘制溶解度曲线；探究铁钉生锈的条件；自制酸碱指示剂并观察其在不同溶液中的颜色变化；使用  pH  试纸等检测生活中常见溶液的酸碱性。\n\n(2) 调查与交流活动\n\n讨论空气中的二氧化碳是否会越来越多、氧气是否会耗尽等问题，调查降低空气中  PM2.5  浓度的措施，调查当地生产生活用水量的变化并分析原因，调查饮用水源的质量和水净化处理的方法。\n\n调查改革开放以来我国重要金属材料生产和使用的有关数据，并分析原因；收集有关钢铁锈蚀造成经济损失的资料；调查日常生活中金属废弃物的种类及回收价值；围绕我国碳达峰、碳中和的目标开展讨论，体会我国对推动构建人类命运共同体的责任和担当。\n\n（3）项目式学习活动\n\n自制汽水，制订水循环利用方案，合理选择金属易拉罐使用的材料，探秘支持航天员呼吸的气体环境，探究溶液酸碱性及氮、磷、钾元素与植物生长的关系，走进社区调查垃圾分类及处理的具体做法和遇到的问题。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB03:LearningTheme:l3",
    "title": "物质的组成与结构",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB03",
    "contentJson": {
      "achievement Requirement": "1. 能对元素进行简单分类，能识记并正确书写常见元素的名称和符号，能从组成物质的元素的角度判断物质的类别，能根据原子的核电荷数判断质子数和核外电子数，能根据元素的原子序数在元素周期表中查到该元素的名称、符号、相对原子质量等信息。  \n2. 能用化学式表示某些常见物质的组成，能分析常见物质中元素的化合价；能从宏观与微观、定性与定量相结合的视角说明化学式的含义；能根据化学式进行物质组成的简单计算；能根据相关标签或说明书辨识某些食品、药品的主要成分，并能比较、分析相应物质的含量。\n3. 能说明分子、原子、离子的区别和联系，能用分子的观点解释生活中的某些变化或现象；能依据化学反应过程中元素不变的规律，推断反应物或生成物的元素组成。  \n4. 能基于真实情境，从元素、原子、分子的视角分析有关物质及其变化的简单问题，并作出合理的解释和判断。",
      "teachingTip": {
        "教学策略": "（1）结合学生熟悉的现象和已有的经验，通过实验探究、模型拼插等活动或动画模拟等可视化手段，充分发挥学生的想象力，引导学生从分子、原子等微观视角认识物质及其变化，帮助学生建立宏观与微观间的联系。  \n（2）利用科学家探索原子结构的科学史实，启发学生根据实验现象，学习运用类比、推理、模型等思维方法认识原子的结构，了解科学家严谨求实的科学态度，增进对科学本质的理解。  \n(3) 基于“宏观—微观—符号”多重表征设计学习活动，促进学生形成化学思维方式，引导学生认识物质的组成、结构与性质之间的关系。",
        "情景素材": "（1）不同尺度的微观粒子图示，布朗运动，扫描隧道显微镜（STM）与原子操纵技术，简单物理变化、化学变化的微观图示。  \n（2）人类对物质组成的认识的发展，科学家对分子、原子的认识历程，卢瑟福  α  粒子散射实验史实，科学家探究水的组成的历史，我国化学家张青莲等人对相对原子质量测定的贡献。  \n(3) 农作物生长必需的化学元素, 人体必需的微量元素和常量元素，地壳中的元素分布，药品、食品标签上相应物质的成分及含量，国家规定的饮用水标准。",
        "学习活动": "(1) 实验探究活动\n\n观察并解释氨水挥发使酚酞溶液变红，红墨水分别在冷水和热水中扩散的实验现象；观察水的三态变化和水分解的实验现象，并用图示表征变化的微观过程；通过蜡烛、甲烷、乙醇的燃烧实验了解探究物质元素组成的方法。\n\n(2) 调查与交流活动\n\n查找常见食品的元素组成，并列表说明；收集关于人体必需的微量元素的资料；根据某种氮肥的包装袋上或产品说明书中标示的含氮量推算肥料的纯度；查阅元素概念的发展史，交流对物质组成“基本成分”的认识；以金刚石和石墨为例，探讨物质组成、结构与物质性质的关系。\n\n(3) 项目式学习活动\n\n查阅相关资料，写一篇科普文章或创编一个情景剧剧本，如“我是一个水分子”“水分子漫游记”等。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB03:LearningTheme:l4",
    "title": "物质的化学变化",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB03",
    "contentJson": {
      "achievement Requirement": "1. 能判断常见的物理变化和化学变化，并能从宏观和微观的视角说明二者的区别；能辨别常见的化合反应、分解反应、置换反应和复分解反应。  \n2. 能选取实验证据说明质量守恒定律，并阐释其微观本质；能根据实验事实用文字和符号描述、表示化学变化，并正确书写常见的化学方程式。  \n3. 能举例说明化学变化在自然界和生产生活中的重要应用价值，以及化学家利用化学反应造福人类的创造性贡献。  \n4. 能利用化学反应相关知识分析和解释自然界、生产生活、实验中的常见现象；能基于守恒和比例关系推断化学反应的相关信息；能根据化学方程式进行简单的计算，并解决生产生活中的简单问题。  \n5. 能运用变量控制思想设计燃烧条件等实验探究方案；能利用化学反应及绿色环保理念设计实验方案，完成常见物质的制备、检验等任务。  \n6. 能基于真实的问题情境，多角度分析和解决生产生活中有关化学变化的简单问题；能积极参与有关合理使用化学物质及其反应的媒体信息的评论；能利用化学反应知识完成相关的项目式学习任务及跨学科实践活动。",
      "teachingTip": {
        "教学策略": "（1）发挥大概念统领的多维课程内容的素养发展价值，引导学生建构对化学变化的结构化认识，形成认识化学反应的思路与方法，体会通过化学反应实现物质转化的意义和价值，发展核心素养。  \n(2) 选取学生身边的物质变化事实和生动直观的实验现象, 引导学生进行观察、分类和概括, 建立化学反应的相关概念; 基于微观视角阐释化学变化及质量守恒定律的本质, 进行符号表征, 促进学生化学变化观念的形成和发展。  \n（3）通过宏观、微观、符号等多重表征手段，引导学生多角度理解化学反应，配合联想、游戏等多种策略，突破化学方程式的学习难点。  \n（4）结合生产生活和科学研究中有关物质制备、转化的实际问题，帮助学生认识化学反应计算的比例关系，发展对化学变化的定量认识和推理能力。  \n（5）设计关于化学反应应用的真实情境和任务，促进学生多角度分析和解决问题，逐步发展学生的系统思维，增强学生的跨学科意识，促进核心素养的融合发展。",
        "情景素材": "(1) 石灰岩溶洞与钟乳石的形成，呼吸作用及葡萄糖在体内氧化释放能量，用石灰石或贝壳烧制生石灰，《梦溪笔谈》中关于“湿法炼铜”的描述，用食醋清洗水壶中的水垢，酸性和碱性废水的处理，即热饭盒、自热火锅。  \n(2) 燃料燃烧不充分带来的煤气中毒等危害, 火炬、酒精灯、燃气灶、煤炉、柴灶等燃烧的调控措施, 各种燃烧和爆炸现象及灭火方法，家庭用电、用气及不同材料燃烧引起的火灾与施救，面粉厂、煤粉厂、加油站、矿井等的防燃、防爆措施。\n（3）铜片在空气中灼烧前后固体质量的比较，拉瓦锡与质量守恒定律的发现，对水的蒸发和水的分解的微观解释。",
        "学习活动": "(1) 实验探究活动\n\n探究燃烧的条件，探究常见酸溶液、盐溶液与金属发生的置换反应及规律，通过实验论证物质是否发生了化学变化，结合实验说明质量守恒定律，使用传感器等多种技术手段表征化学反应中的物质变化。\n\n(2) 调查与交流活动\n\n收集日常生活中的化学变化现象和有关事实，交流、讨论并归纳化学变化的特征；查询网络、报刊媒体中的有关资料和报道，交流、分享化学反应对促进社会发展和提高人们生活质量的贡献，讨论合理利用化学反应的重要性；参观工厂或采访企业家、工程技术人员，调查我国重要化工类产品的生产成本、经济效益、绿色环保发展策略等。\n\n(3) 项目式学习活动\n\n设计和编制可用于探究燃烧条件、化学反应定量关系等的计算机小程序；探讨酒精等易燃品的安全使用等科学议题；利用化学反应模拟“智慧农场”中农作物的生长条件等；小组协作完成当地土壤酸碱性测定的实验，提出土壤改良的建议或适宜的种植方案。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB03:LearningTheme:l5",
    "title": "化学与社会·跨学科实践",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB03",
    "contentJson": {
      "achievement Requirement": "1. 能列举生活中常见的能源和资源、金属材料和有机合成材料及其应用；能举例说明化学在保护环境、维护人体健康等方面的作用，具有安全用药的意识。  \n2. 能从物质的组成及变化视角，分析和讨论资源综合利用、材料选取与使用、生态环境保护等有关问题。  \n3. 在跨学科实践活动中，能综合运用化学、技术、工程及跨学科知识，秉承可持续发展观，设计、评估解决实际问题的方案，制作项目作品，并进行改进和优化，体现创新意识。  \n4. 在跨学科实践活动中，具有恪守科学伦理、遵守法律法规以及维护国家安全的意识；能积极参与小组合作，勇于批判、质疑，自觉反思，能克服困难，敢于面对陌生的、不确定性的挑战；能积极参加与化学有关的社会热点问题的讨论并作出合理的价值判断；初步形成节能低碳、节约资源、保护环境的态度和健康的生活方式。",
      "teachingTip": {
        "教学策略": "（1）明确该学习主题的教学定位，注重综合应用化学知识，引导学生从物质的组成及变化视角分析和解决资源、能源、材料、环境、人类健康等实际问题，认识化学科学的重要价值，培养学生的合作、实践、创新等素养。  \n（2）设计和开展具有挑战性的实践任务，充分利用社会资源，促进校内外联动。让学生经历调研访谈、创意设计、动手制作、展示表达、方案评价、反思改进等多样化活动，促进学生形成运用多学科知识、技术、工程融合解决问题的系统思维，鼓励学生有意识地使用信息技术解决问题。\n（3）设计跨学科实践活动，注重将问题解决线、知识逻辑线、素养发展线紧密结合，拆解复杂任务和设计系列活动，实现问题解决过程与核心知识的获得、能力和素养的发展自然融合；确保重点活动的开放度，让学生经历自主思考，合作探究，深度互动、交流，总结、反思等完整的问题解决过程，实现深度学习，提升解决真实问题的能力，促进学生核心素养的融合发展。  \n（4）综合运用体验和表达、成就和激励、反馈和深化等策略促进学生知、情、意、行的统一，引导学生形成绿色化学与可持续发展观，了解符合科学伦理和法律规定的行为准则，认识这些观念和准则的重要性。  \n（5）跨学科实践活动的开展应与“物质的性质与应用”“物质的组成与结构”“物质的化学变化”等学习主题中的核心知识、学生必做实验的教学密切结合，充分发挥跨学科实践活动对课程内容和教学实施的整合功能。",
        "情景素材": "（1）太阳能、氢能、风能、核能等新能源的开发与利用，我国的“煤改电”工程，沼气、天然气和西气东输工程，我国古代黑火药的发明和使用，我国能源消耗和化石燃料分布，我国可燃冰资源的开发，海水淡化技术和产业发展，南水北调工程。  \n(2) 污水处理与利用, 空气质量日报, 温室效应与全球变暖, 我国蓝天、碧水、净土三大保卫战。  \n（3）从石器、青铜器、铁器到高分子合成材料的变迁，塑料制品的回收、降解与再生，我国超导材料的研发，石墨烯材料的特性和我国石墨烯产业的发展，日常生活、信息技术、航空航天和国防科技领域中的新型材料。  \n（4）均衡膳食结构图，人每天摄入的食物中所含的主要营养物质及其含量，常见的食品添加剂及我国对使用食品添加剂的有关规定，常用药品、家用洗涤剂及消毒剂的使用说明，屠呦呦提取青蒿素的事迹。",
        "学习活动": "(1) 实验探究活动\n模拟从海水中获取淡水的实验，模拟酸雨对植物、建筑等的影响，用简单的实验区分棉纤维、羊毛纤维和合成纤维，检测人体呼出气体中的酒精含量。\n\n (2) 调查与交流活动\n讨论氢气、甲烷、酒精、煤等燃料哪种更理想，评估替代能源的选择；探讨在日常生活中可减少能源消耗的方法；调查当地燃料的来源和使用情况，提出合理使用燃料的建议。\n调查当地有关生态环境保护的政策与措施，讨论其实效性；分析当地近几年空气质量的相关信息，探讨空气质量变化的原因；参观并讨论当地“三废”（废水、废气、固体废弃物）的处理设施（或观看有关的影像资料）。\n调查我国探月工程和载人航天工程（如神舟系列飞船）中所研发的新型材料；调查家中常用材料的情况，查阅有关塑料和金属循环再利用的资料；讨论保温杯、易拉罐等材料的选择及使用的注意事项。\n分析、评估家庭的食谱，并给出改进建议；调研家用清洁剂、消毒剂的种类及使用中的常见问题；查阅家庭常用药品的说明书，了解药品有效成分及含量，明确正确的使用方法；观看展览或影像资料，了解烟草、酒精对人体健康的影响，认识毒品对个人及社会的危害，坚决远离和拒绝毒品；收集化学在帮助人类改善健康状况和战胜疾病方面的实例；调研从事化学化工相关职业劳模的先进事迹，感悟劳模精神。\n\n(3) 项目式学习活动\n选择燃料，设计奥运会火炬；设计海报或制作短视频宣传低碳生活、水资源保护等；调研汽车材料的变迁，设计未来汽车的材料；为特定年龄或职业的人群设计均衡膳食食谱；在家务劳动（如清洗餐具、正确使用燃气做饭、学做馒头或面包等）中感悟化学原理，绘制反映劳动过程和其中所含的化学原理的思维导图。"
      }
    }
  }
]