[
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:1",
    "title": "必修1",
    "description": "本模块由“机械运动与物理模型”“相互作用与运动定律”两个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "本模块注重在机械运动情境下培养学生的运动和相互作用观念、模型建构等物理学科核心素养。教学中应根据本模块所学物理模型的特点，联系生产生活实际，从多个角度创设情境，提出与物理学有关的问题，引导学生讨论，让学生体会建构物理模型的必要性及方法等。让学生经历建构速度、加速度、力等重要物理概念的过程，了解测量这些物理量的方法，进而学习定量描述生活中物体运动和相互作用的方法。通过探究物体间相互作用与运动状态变化的关系等实验，引导学生运用控制变量等研究方法设计实验方案，学会分析和处理实验数据的方法，提高科学探究能力。结合物理学史，引导学生认识实验探究与科学思维的结合对物理学发展的重要作用。",
      "academicRequirement": "能用位移、速度、加速度等物理量描述物体的直线运动；能用匀变\n\n速直线运动的规律解决生活中的具体问题。能对物体的受力和运动情况进行分析，得出结论；能从物理学视角分析自然、生活中与运动和相互作用有关的简单问题。\n\n了解建立质点模型的抽象方法和质点模型的适用条件，能在特定情境下将物体抽象为质点，体会物理模型建构的思想和方法；通过瞬时速度和加速度概念的建构，体会物理问题研究中的极限方法和抽象思维方法；知道证据是物理研究的基础，能使用证据表达自己的观点；能提出自己的见解。\n\n能完成“探究加速度与物体受力、物体质量的关系”等实验。能明确科学探究实验所要解决的问题；知道制订实验方案的重要性，能运用控制变量的方法设计实验方案，会使用基本的力学实验器材获取数据，能用物理图像描述实验数据；能根据数据得出实验结论，知道实验存在误差；能表达科学探究的过程和结果。\n\n通过对直线运动和牛顿运动定律的学习，认识物理学是对自然现象的描述与解释；具有学习物理学的兴趣；增强安全意识。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:2",
    "title": "必修2",
    "description": "本模块由“机械能及其守恒定律”“曲线运动与万有引力定律”“牛顿力学的局限性与相对论初步”三个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "本模块通过实验及理论推导等方法，让学生理解重力势能变化与重力做功的关系，理解动能定理和机械能守恒定律，学会从机械能转化和守恒的视角分析物理问题，形成初步的能量观念。在应用机械能守恒定律解决问题的过程中，引导学生体会守恒的思想，领悟从守恒的角度分析问题的方法，增强分析和解决问题的能力。让学生通过研究平抛运动、匀速圆周运动等运动形式，体会物理学中化繁为简的研究方法，拓展对运动多样性的认识，深化对位移、速度、加速度等重要概念的理解，进一步提高关于力与运动关系的认识。引导学生关注物理学定律与航天技术等现代科技的联系，了解人类对宇宙天体的探索历程，从万有引力定律的普适性认识自然界的统一性。通过对相对论的初步介绍，引导学生认识牛顿力学的局限性，体会人类对自然界的探索是不断深入的。",
      "academicRequirement": "能对常见的机械运动进行分类，能理解功、功率、动能定理及机械能守恒定律等，能认识曲线运动的基本规律和万有引力定律，初步了解相对论时空观的内容；会用运动和相互作用的知识分析曲线运动问题，能用万有引力定律分析简单的天体运动问题，能用能量的观点分析和解释常见的机械运动问题。\n\n能认识平抛运动、匀速圆周运动的物理模型特征，知道机械能守恒是一种理想情况；通过研究平抛运动、匀速圆周运动等运动形式，能体会物理学中实验和理论推导的方法，以及化繁为简的研究方法；能使用证据说明自己的观点；能对关于机械能、曲线运动、引力的一些错误认识提出质疑。\n\n能完成“探究平抛运动的特点”等实验。能明确实验需要测量的物\n\n理量，由此设计实验方案，会使用所提供的实验器材进行实验并获得数据；能通过对数据的分析发现其中的特点，进而归纳出实验结论，并尝试对其作出解释；能撰写简单的实验报告。\n\n通过对行星运动规律和相对论的学习，认识到科学研究需要大胆的想象和创新，科学理论既具有相对稳定性，又是不断发展的，人类对自然的探索永无止境；具有探索自然、造福人类的意识；能为我国卓越的科技成就感到自豪，具有科技强国的责任感和使命感。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:3",
    "title": "必修3",
    "description": "本模块由“静电场”“电路及其应用”“电磁场与电磁波初步”“能源与可持续发展”四个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "本模块通过静电场、电路及其应用、电磁场与电磁波初步以及能源与可持续发展等内容的学习，引导学生了解场的物质性，知道光是一种电磁波、光的能量是不连续的，初步了解微观世界的量子化特征，培养学生的物质观念、运动和相互作用观念、能量观念。引导学生学会建立点电荷、电场线、磁感线等物理模型，体会物理模型在研究具体问题中的重要作用。让学生了解用物理量之比定义新物理量的方法，了解电场强度、电势等物理量的含义并体会其定义方法。重视发挥物理学史的教育功能，让学生了解库仑定律的探索历程，体会库仑扭秤实验设计的实验思想与方法。让学生了解磁场的基本概念，利用与静电场对比的方法了解磁感应强度，知道磁通量是一个重要的物理量。引导学生通过实验了解产生感应电流的条件，体会科学实验在物理学发展中的重要作用。在实验探究金属导体的电阻与材料、长度和横截面积的定量关系，以及闭合电路欧姆定律等内容的学习中，创设激发学生探究欲望的问题情境，引导学生进行科学探究，培养学生实验设计、分析论证、反思评估等能力。本模块内容与生产生活、科技进步、社会发展密切相关，要充分利用多种教学资源，引导学生了解电磁感应现象在生产生活中的应\n\n用，认识能源开发与利用对人类生活和社会发展的影响，认同人与自然和谐共生的理念，关注科学、技术、社会及环境的关系，培养学生解决实际问题的能力。",
      "academicRequirement": "能用电场强度、电势、磁感应强度等物理量描述电场或磁场的性质；会用库仑定律分析点电荷之间的相互作用，会用闭合电路欧姆定律等分析电路各部分之间电学量的相互关系，能用电势能和焦耳定律等分析电学中的能量转化问题。知道电磁场的物质性；能说出电磁感应现象在生产生活中应用的实例，能利用场的性质解释有关电磁波的现象。\n\n能用点电荷模型研究电荷间的相互作用，能用电场线、磁感线等模型分析电场和磁场中比较简单的问题，并得出结论；在分析和论证过程中，能使用证据论证自己的观点。\n\n能完成“测量电源的电动势和内阻”等实验。能提出与电磁学相关的科学探究问题；能在教师指导下制订实验方案，能选用实验器材进行实验，获取实验数据；会用图像处理实验数据，能根据图像获得结论，能分析实验中存在的误差，并能提出减小误差的方法；能运用学过的物理学术语撰写实验报告。\n\n通过对电磁学及能源相关内容的学习，能认识科学对技术的推动作用，体会科技进步对人类生活和社会发展的影响；具有严谨认真的科学态度；能认识科学、技术、社会及环境的关系，知道保护环境、节约能源、促进可持续发展的重要意义。\n\n# （二）选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:4",
    "title": "选择性必修1",
    "description": "本模块由“动量与动量守恒定律”“机械振动与机械波”“光及其应用”三个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "本模块在学生初步形成运动和相互作用观念、能量观念的基础上，引导学生通过研究碰撞现象、机械振动和机械波、光的干涉和衍射等现象，拓展对物理世界的认识和理解。通过探究碰撞过程中的守恒量，进一步发展学生的运动和相互作用观念、能量观念，使其了解物理规律具有适用范围和条件。通过实验探究和理论推导，让学生经历科学论证过程，理解动量定理的物理实质与牛顿第二定律的一致性。通过创设学生感兴趣的问题情境，引导学生运用已有的概念和规律分析常见的碰撞、机械振动、机械波等现象，建构弹性碰撞、简谐运动、单摆等模型，学会用守恒定律解决问题的方法。在研究碰撞现象、单摆运动等实验过程\n\n中，进一步领会守恒思想，提高建模能力。通过根据光的干涉、衍射等现象来论证光具有波动性，增强学生的证据意识，提升科学论证能力。引导学生从相互作用和能量的角度认识机械振动和机械波，了解波动的特征，为深入学习和研究电磁波打好基础。注意拓展学生的视野，从动量守恒定律的普适性来认识自然界的统一性。",
      "academicRequirement": "能从理论推导和实验验证的角度，理解动量守恒定律，深化对物体之间相互作用规律的理解；能用动量和机械能的知识分析和解释机械运动现象，解决一维碰撞问题。能用恰当的物理量描述简谐运动和机械波，能说明机械波的特点；能解释生产生活中的有关现象。知道光的干涉、衍射和偏振；能运用相关知识解释光学现象。\n\n能根据现实生活中的振动或摆动的特点，建构简谐运动、单摆等物理模型，能运用这些模型分析问题；会用系统的思想和守恒的思想分析物理问题，通过推理得出结论；能恰当使用证据说明自己的观点；敢于质疑他人的观点，能从牛顿运动定律、动量守恒、能量守恒等不同角度思考物理问题。\n\n能完成“用单摆测量重力加速度的大小”等实验。能对生活中某些现象产生的原因作出猜想；能恰当选用基本的实验器材进行实验，会设计实验方案，能对实验器材进行规范操作，获得实验数据；认识实验误差是不可避免的，具有减小实验误差的意识，能通过不同方式分析数据，获得结论，并尝试作出解释；能用科学的语言撰写实验报告。\n\n通过对动量守恒定律等内容的学习，能认识物理规律的内在一致性和适用范围，认识物理研究是建立在观察和实验基础上的一项创造性工作；具有实事求是的科学态度；能认识我国光纤通信的成就，增强民族自豪感和社会责任感。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:5",
    "title": "选择性必修2",
    "description": "本模块由“磁场”“电磁感应及其应用”“电磁振荡与电磁波”“传感器”四个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "本模块通过电磁学内容的学习，进一步培养学生关于电磁场的物质观念、运动和相互作用观念、能量观念。要引导学生通过安培力与洛伦兹力的学习进一步认识场的概念。通过对感应电流等相关问题的科学探究，强调对实验现象和实验结果进行归纳推理的方法，以此提升学生对实验结果定性和定量分析的能力。要利用基于实际情境的问题，让学生了解法拉第电磁感应定律、楞次定律等电磁学基本规律在生产生活中的应用，了解电磁振荡的过程、交变电流的产生原理和方式，了解高压输电、变压器等的原理，认识常用传感器的基本原理和简单的控制电路，认识物理学对现代生活和科技社会发展的促进作用。",
      "academicRequirement": "能认识洛伦兹力和安培力，理解法拉第电磁感应定律、楞次定律，了解电磁振荡和电磁波等；能说出电磁技术在生产生活、科技和军事等方面的一些重要应用，能根据电磁感应、电磁振荡和电磁波理论解释生产生活中的电磁现象，能对常用电子设备、家用电器中有关的一些电磁元件或部件的工作原理作出解释。\n\n能应用磁感线、匀强磁场等模型综合分析磁场和电磁感应问题；能根据法拉第电磁感应定律和楞次定律对有关具体问题进行推理；能合理使用证据，得出结论；能对某些电磁学问题表达自己的见解，尝试对日常生活中的有关问题提出改进建议。\n\n能完成“探究影响感应电流方向的因素”等实验。能根据检验假设的思路，制订科学探究实验方案，正确操作实验器材，获得可靠的实验数据；能通过分析数据发现规律，进而通过归纳形成简洁的、具有普遍意义的结论；能写出完整的实验报告。\n\n通过对电磁感应、交变电流及电磁波等内容的学习，能根据电磁理\n\n论的发展过程及其对人类社会影响的历史，了解科技对人类生活和社会发展的影响，体会基础科学的重大发现在促进人类生活方式变革及推动社会发展中的作用；能感受物理知识与人们生活的密切联系，具有对物理学的兴趣；能认识我国在特高压直流输电技术领域中的瞩目成就，如“西电东送”工程，具有民族复兴的自豪感和责任感，树立报国强国志向。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:6",
    "title": "选择性必修3",
    "description": "本模块由“固体、液体和气体”“热力学定律”“原子与原子核”“波粒二象性”四个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "本模块通过对固体、液体和气体的微观结构，以及气体实验定律、热力学定律、原子与原子核、波粒二象性等内容的学习，进一步促进学生的物质观念、运动和相互作用观念、能量观念以及物理模型建构等物\n\n理学科核心素养的形成。通过观察生活现象和实验，让学生了解固体、液体和气体的微观结构，热力学定律等内容。通过让学生了解光电效应等实验，引导学生认识光及实物粒子的波粒二象性，进一步认识光的本性。通过对固体、液体和气体，原子与原子核，波粒二象性等内容的教学，完善学生对物质的认识，帮助学生形成物质观念。通过用油膜法估测油酸分子的大小的实验，让学生体会和掌握测量微观量的思想和方法，能利用不同的方法和手段分析和处理信息。通过多种方法，创设多种问题情境，引导学生探究并讨论，让学生广泛了解核能等对人类生活和社会发展的影响。",
      "academicRequirement": "能认识固体、液体和气体的微观结构及特点，能认识光电效应现象，说明光的波粒二象性，认识原子、原子核的结构特点；能用相关知识解释自然界的有关现象，解决生产生活中的有关问题，能把物质的宏观性质与其微观结构联系起来。\n\n能认识建构理想气体、原子核式结构等模型的必要性，能在一定条件下应用理想气体模型分析和研究实际气体的问题；能基于证据，归纳推理得出气体实验定律的有关结论，通过类比方式了解气体压强的微观解释；能根据所观察的宏观事实论证分子热运动、分子间作用力等结论；能根据能量守恒定律等质疑不符合物理规律的传闻，勇于发表自己的见解。\n\n能完成“用油膜法估测油酸分子的大小”等实验。能发现并提出热现象中值得探究的问题，对其结论作出合理猜想；能通过科学、合理的操作获得实验数据；能在实验中运用减小误差的方法，能采用恰当的方式处理数据并得出正确结论；能写出完整、规范的实验报告，正确表达科学探究的过程和结果。\n\n通过对热学、原子与原子核以及波粒二象性等相关内容的学习，知\n\n道所有物理结论都必须接受实践的检验；在学习与研究中做到实事求是，不迷信权威，能与他人合作；通过对热力学定律和核能等内容的学习，知道科学技术对人类生活和社会发展的积极影响，但同时也会带来一系列问题，能认识人与自然是生命共同体，能尊重自然，遵循自然规律。\n\n# （三）选修课程\n\n本课程关注学生的兴趣和特长，关注物理学对社会发展的影响，关注物理学前沿对学生视野的拓展等。"
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:7",
    "title": "选修1",
    "description": "本模块侧重物理学与社会发展有关的内容，由“物理学与人类认识”“物理学与社会变革”“物理学与公民生活”三个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "",
      "academicRequirement": ""
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:8",
    "title": "选修2",
    "description": "本模块侧重物理学与技术应用有关的内容，由“物理学与医疗技术”“物理学与新能源”“物理学与新材料”“物理学与信息技术”四个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "",
      "academicRequirement": ""
    }
  },
  {
    "identifier": "urn:jy:physics:SB0401:OB06:Theme:9",
    "title": "选修3",
    "description": "本模块侧重与近代物理学有关的初步内容，由“微观世界”“高速世界”“宇观世界”“世界的统一性”四个主题组成。",
    "subject": "SB0401",
    "type": "Theme",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "",
      "academicRequirement": ""
    }
  }
]