[
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:1",
    "title": "学业质量水平 1-1",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "1-1",
      "standardRequirement": "能够结合简单材料，辨别不同的社会形态，简要概述人类社会发展的基本趋势和规律；能够结合近代以来中国社会发展的典型实践，简要说明中国特色社会主义的科学真理性和历史必然性；能够概述习近平新时代中国特色社会主义思想的主要内容，并运用贯穿其中的立场观点方法分析社会发展和生活中的典型事例，辨析什么是对的、什么是错的，判断什么是合理的、什么是不合理的，坚定坚持和发展中国特色社会主义的自信；能够通过手抄报、宣讲稿、新媒体等方式宣传中国特色社会主义的伟大成就，结合典型事例，说明中国特色社会主义是实现 中华民族伟大复兴的必由之路，展现青少年学生在以中国式现代化全面推进中华民族伟大复兴中的责任与担当。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:2",
    "title": "学业质量水平 1-2",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "1-2",
      "standardRequirement": "能够结合简单材料，简述社会主义基本经济制度的内涵与特征，区分不同的生产资料所有制形式，引用新中国成立以来经济发展中的典型事例，说明社会主义基本经济制度对我国经济社会发展的重大作用和意义；能够概述习近平经济思想的主要内容，分析当前经济社会发展的典型现象，辨别其是否符合新发展理念，阐述构建新发展格局、实现高质量发展的意义；运用展馆、文献等资源，结合简单的典型案例，通过手抄报、宣讲稿、新媒体等方式，说明市场经济运行中法律法规、行业规范、道德规范对企业发展的作用，能够针对某一具体问题，提出自己的看法。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:3",
    "title": "学业质量水平 1-3",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "1-3",
      "standardRequirement": "能够结合简单材料，简要概述中国特色社会主义政治制度的内涵与特征，并运用其核心观点分析简单的政治生活现象，识别生活中党的领导、人民当家作主和依法治国的具体表现形式；引用典型案例，阐述依法治国是党领导人民治理国家的基本方式，选择经济、政治、文化、社会、生态文明等领域中的简单事例，结合相关法律知识，简述法治保障对提升人民生活品质的重要作用；开展社会调查和实践活动，通过手抄报、宣讲稿、新媒体等方式宣传我国政治制度，阐述公民依法参与政治生活和公共实践的途径与方法；在公共生活中，能够通过对话协商表达自己的合理诉求，充分展现公共参与是体现人民当家作主的必然要求和重要途径。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:4",
    "title": "学业质量水平 1-4",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "1-4",
      "standardRequirement": "能够结合简单材料，简要概述马克思主义基本原理的主要内容，运用辩证唯物主义和历史唯物主义的基本观点、方法，分析自然界、人类社会和人类思维中的典型现象；能够概述社会主义核心价值观的基本内容，在社会和文化生活的典型案例中，能够分清什么符合社会主义核心价值观、什么不符合社会主义核心价值观，什么是正确的文化现象、什么是错误的文化现象，并简要说明理由；能够通过手抄报、宣讲稿、新媒体等方式宣传中华优秀传统文化、革命文化和社会主义先进 文化，阐述正确价值观对个人、社会和国家的重要意义；能够参加志愿服务、公益劳动等社会实践活动，以实际行动践行社会主义核心价值观。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:5",
    "title": "学业质量水平 2-1",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "2-1",
      "standardRequirement": "能够结合多项复杂材料，辨析不同社会形态及其更替的一般过程，运用人类社会发展的基本趋势和规律，结合近代以来中国社会发展的历史进程，阐释中国特色社会主义的科学真理性和历史必然性；能够阐述习近平新时代中国特色社会主义思想的主要内容，并运用贯穿其中的立场观点方法分析社会发展和生活中较为复杂的现象，辨析什么是对的、什么是错的，判断什么是合理的、什么是不合理的，对错误的和不合理的观点进行剖析，阐明正确的方向；能够通过演讲稿、小论文、新媒体等方式宣传中国特色社会主义的伟大成就，初步分析中国成就背后的成功经验，通过多角度的具体事例，运用学科思维方法，说明中国特色社会主义是实现中华民族伟大复兴的必由之路；能够积极参与社会实践，在实践中作出正确的决策与选择，展现青少年学生在以中国式现代化全面推进中华民族伟大复兴中的责任、担当与行动，坚定实现中国梦的自信。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:6",
    "title": "学业质量水平 2-2",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "2-2",
      "standardRequirement": "能够结合多项复杂材料，概述社会主义基本经济制度的内涵，分辨不同所有制经济形式，阐述不同所有制经济形式对我国经济社会发展的作用，分析我国社会经济发展不同阶段中出现的复杂现象，阐述社会主义基本经济制度的优势和价值；能够阐述习近平经济思想的主要内容，并用其分析当前社会经济发展中的复杂现象，辨别其是否符合新发展理念，引用多角度事例，对经济发展新格局进行阐释；运用展馆、文献等资源，通过演讲稿、小论文、新媒体等方式，结合复杂的经济发展事例，分析市场经济运行中法律法规、行业规范、道德规范是如何影响企业发展的，概述影响经济发展活力的外部因素和内部因素，针对促进高质量发展的政策提出具有建设性的意见和建议。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:7",
    "title": "学业质量水平 2-3",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "2-3",
      "standardRequirement": "能够结合多项复杂材料，概述中国特色社会主义政治制度的内涵与表现，并运用其核心观点与内容，分析复杂的政治生活现象，运用辩证唯物主义和历史唯物主义的基本观点和方法，阐述坚定不移走中国 特色社会主义政治发展道路必须坚持党的领导、人民当家作主、依法治国有机统一；结合中国式现代化的具体实践，阐释依法治国是党领导人民治理国家的基本方式，识别法治国家、法治政府、法治社会的基本表征，引用经济、政治、文化、社会、生态文明等领域中的若干复杂事例，阐述法治对提高人民生活品质的重要作用；开展社会调查和实践活动，通过演讲稿、小论文、新媒体等方式宣传我国政治制度，结合自身实践和各层面、各领域公民参与的实例，评析依法办事、依法维权、依法解决纠纷的典型案例，证实法治在促进社会和谐方面的重要作用，能够积极参与社会实践，通过对话协商，表达自己的合理诉求，并提出具体可行的建议。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:8",
    "title": "学业质量水平 2-4",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "2-4",
      "standardRequirement": "能够结合多项复杂材料，概述马克思主义基本原理的主要内容，运用辩证唯物主义和历史唯物主义的基本观点、方法，分析自然界、人类社会和人类思维中的较复杂现象，用科学的思维方法观察和分析经济、政治、文化、社会、生态文明等领域中的较复杂现象；能够阐述社会主义核心价值观的基本内容，在较复杂的社会和文化生活案例中，能够判断什么符合社会主义核心价值观、什么不符合社会主义核心价值观，什么是正确的文化现象、什么是错误的文化现象，批评错误的现象和观点，能够以演讲稿、小论文、新媒体等方式宣传中华优秀传统文化、革命文化和社会主义先进文化，阐述正确价值观对个人、社会和国家的重要意义；能够积极参加志愿服务、公益劳动等社会实践活动，广泛践行社会主义核心价值观，展现青少年的责任与担当；在面对公共生活中的不确定事件时，能够结合生活经验与学科知识，运用科学方法进行深入分析，合理选择解决方案并阐述理由，既体现出担当社会责任的正确态度，又展现出促进社会和谐的科学思维方式。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:9",
    "title": "学业质量水平 3-1",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "3-1",
      "standardRequirement": "能够结合多项复杂且有挑战性的材料，在全球视野中比较分析不同国家、地区的发展道路，探究历史进程的统一性和多样性，运用人类社会发展的基本趋势和规律，结合近代以来中国社会发展的历史进程，阐释中国特色社会主义是科学社会主义理论逻辑与中国发展历史逻 辑的辩证统一；阐释习近平新时代中国特色社会主义思想的主要内容及其对马克思主义的原创性贡献，并综合运用贯穿其中的立场观点方法分析社会发展和生活中的复杂现象，选择恰当论据，辨析各种错误观点，阐释方向决定道路、道路决定命运的价值意蕴；能够通过辩论稿、调查报告、新媒体等多种方式宣传中国特色社会主义的伟大成就，概括中国在不同领域的成功经验，综合运用学科思维方法，比较中西方社会不同发展道路，说明中国特色社会主义是实现中华民族伟大复兴的必由之路，坚定中国特色社会主义道路自信、理论自信、制度自信、文化自信；能够积极参与社会实践，在实践中作出正确的决策与选择，展现青少年学生在以中国式现代化全面推进中华民族伟大复兴中的责任、担当与行动，坚定实现中国梦的自信，树立共产主义远大理想。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:10",
    "title": "学业质量水平 3-2",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "3-2",
      "standardRequirement": "能够结合多项复杂且有挑战性的材料，阐述社会主义基本经济制度对经济制度属性和经济发展方式的决定性影响，结合我国社会主义基本经济制度不断完善与发展的历程，从多角度选择恰当的论据，论述新时代推进经济高质量发展必须坚定不移地坚持社会主义基本经济制度；能够阐释习近平经济思想的核心要义，并用其深入剖析当前社会经济发展中复杂且有挑战性的现象，辨别其是否符合新发展理念，在全球视野中比较各国现代化进程，选择多角度论据，依循逻辑，阐述贯彻新发展理念、构建新发展格局、实现高质量发展是全面推进中国式现代化的必由之路；针对经济社会活动中的重大议题，能够通过辩论稿、调查报告、新媒体等方式剖析企业发展的典型复杂案例，分析社会主义市场经济运行中法律法规、行业规范、道德规范所发挥的关键作用，以及经济领域制度实施、体制运行的具体过程，对案例中的问题进行有理有据的研判，科学预测未来发展趋势，评估或设计合理的解决方案。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:11",
    "title": "学业质量水平 3-3",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "3-3",
      "standardRequirement": "能够结合多项复杂且有挑战性的材料，系统阐述中国特色社会主义政治制度的内涵与表现，并运用其核心观点与内容，分析复杂且具有挑战性的政治生活现象，通过回顾历史和国际比较，综合运用学科基本观点和方法，选择恰当论据，运用辩证唯物主义和历史唯物主义的基本 本观点、方法，论述坚定不移走中国特色社会主义政治发展道路必须坚持党的领导、人民当家作主、依法治国有机统一；结合中国式现代化的具体实践，论述依法治国是党领导人民治理国家的基本方式，针对经济、政治、文化、社会、生态文明等多领域复杂事例，运用相关法律知识进行辨析并提出合理建议，综合运用民事、行政、刑事等实体法和程序法相关内容，阐明法治保障对提高人民生活品质的重要作用；选择恰当的时事议题，针对国际社会的重大议题，澄清误导信息、批判错误观点，客观评析国际组织在国际事务中的角色与功能，论述推动构建人类命运共同体理念的意义；开展社会调查和实践活动，通过辩论稿、调查报告、新媒体等方式广泛宣传我国政治制度，阐述公民依法依规有序参与各领域、各层级公共事务的具体途径及其重要意义；在公共实践中，能够运用对话协商的方式，依法表达自己的合理诉求，并提出解决问题的有效方案。"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:AcademicQuality:12",
    "title": "学业质量水平 3-4",
    "description": "",
    "subject": "SB0310",
    "type": "AcademicQuality",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "3-4",
      "standardRequirement": "能够结合多项复杂且有挑战性的材料，阐述马克思主义基本原理的主要内容，综合运用辩证唯物主义和历史唯物主义的基本观点、方法，系统分析自然界、人类社会和人类思维中的复杂现象，用科学的思维方法观察和分析经济、政治、文化、社会、生态文明等多领域复杂现象；能够阐述社会主义核心价值观的基本内容和重要意义，对比分析全球不同价值观和文化现象，在复杂且具有挑战性的案例中，能够辨析什么符合社会主义核心价值观、什么不符合社会主义核心价值观，什么是正确的文化现象、什么是错误的文化现象，批评错误的现象和观点，提出合理的行动建议，能够通过辩论稿、调查报告、新媒体等方式广泛宣传中华优秀传统文化、革命文化和社会主义先进文化，论述正确价值观对个人、社会和国家的重要意义，创造性地提出解决问题的思路与做法；主动策划并积极参加志愿服务、公益劳动等社会实践活动，自觉践行社会主义核心价值观，针对社会生活中各种不确定的具体问题，比较分析公共利益与个人利益发生矛盾的不同事例，综合运用矛盾分析法等权衡利弊，作出正确的价值判断和行为选择，并说明理由；结合个人活 动经历，列举不同情境下各种冷漠表现，批评漠视、损害公共利益的行为，表达公共参与的强烈意愿，主动提出科学可行的行动方案，彰显践行公共道德的勇气。"
    }
  }
]