[
  {
    "identifier": "urn:jy:politics:SB0310:OB06:ImplementationSuggestion:1",
    "title": "1. 强化价值引领，把道理讲深、讲透、讲活",
    "description": "",
    "subject": "SB0310",
    "type": "ImplementationSuggestion",
    "applicableLevel": "OB06",
    "contentJson": {
      "text": "思想政治课的本质是讲道理。本课程的教学与评价，必须凸显价值引领的意义，注重方式方法。教师需要用支撑思想政治学科核心素养的基本观点统筹、整合学科知识。可通过范例分析展示观点，在价值冲突中深化理解，在比较、鉴别中提高认识，在探究活动中拓展视野，引导\n\n学生思考和行动，用社会主义核心价值观铸魂育人，促进知行合一。\n\n思想政治学科核心素养的培育，要遵循高中学生认知规律，创新教师教与学生学的方式方法。融合应用现代信息技术，推进基于真实情境的教学；积极采用小组学习、问题解析、学生讲述等课堂形式，注重用好学生身边可知可感的生动事例和典型人物，充分调动学生参与的积极性、主动性。教师要以鲜活的语言、真挚的感情，善于用讲故事的方式，把道理讲深、讲透、讲活，着力增强课堂教学实效，打动心灵、感动学生、入脑入心，培养让党放心、爱国奉献、担当民族复兴重任的时代新人。\n\n在教学中切实强化价值引领，学习路径的选择至关重要。应立足当今信息化环境下学习的新特点，直面社会思想文化的影响相互交织、相互渗透以及学生接受信息的渠道明显增多等新态势；要着眼于学生思想活动的独立性、选择性、多变性、差异性等特点，引导他们步入开放的、辨析式的学习路径，理性面对不同观点。只有使学生亲历自主辨识、分析的过程，并作出判断，才能真正实现有效的价值引领，促进知行合一。\n\n在教学中切实强化价值引领，要注意把握好过程与结论的关系，既关注过程，又不忽略结论；要有效掌控导向性与开放性的关系，取向求同或取向求异，都需要合理引导；要恰当处理思想内涵与辨析形式的关系，遵循意义优先、兼顾形式的原则。",
      "sourceSection": "# （一）教学与评价建议"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:ImplementationSuggestion:2",
    "title": "2. 围绕议题，实施活动型学科课程的教学",
    "description": "",
    "subject": "SB0310",
    "type": "ImplementationSuggestion",
    "applicableLevel": "OB06",
    "contentJson": {
      "text": "活动型学科课程的实施要使活动设计成为教学设计和承载学科内容的重要形式。一方面，要对应结构化的学科内容，力求提供序列化的活动设计，并贯穿教学全过程；另一方面，要针对相关活动，设计可操作的测评。\n\n教学设计能否反映活动型学科课程实施的思路，关键在于确定开展活动的议题。活动型学科课程的议题，既包含学科课程的具体内容，又\n\n展示价值判断的基本观点；既具有开放性、引领性，又体现教学重点、针对学习难点。围绕议题展开的活动设计，包括提示学生思考问题的情境、运用资料的方法、共同探究的策略，并提供表达和解释的机会。活动设计应有明确的目标和清晰的线索，统筹议题涉及的主要内容和相关知识，并进行序列化处理。要了解学生对议题的认识状况及已有经验，以提高教学的针对性、实效性；还要了解议题的实践价值，创设丰富多样的教学情境，引导学生面对生活中的各种现实问题。\n\n活动型学科课程的教学评价，应专注学科核心素养的行为表现，一般采用“求同”取向与“求异”取向相结合的验证思路。这是一种有统一标准、无标准答案的评价。应以基本观点为统一标准，在此前提下，采用多种活动方式，鼓励学生运用相关学科知识和技能，基于不同经验、运用不同视角、利用不同素材，表达不同见解、提出不同问题解决方案。既评价达成基本观点的过程，也评价实现教学设计的效果。",
      "sourceSection": "# （一）教学与评价建议"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:ImplementationSuggestion:3",
    "title": "3. 优化案例，采用情境创设的综合性教学形式",
    "description": "",
    "subject": "SB0310",
    "type": "ImplementationSuggestion",
    "applicableLevel": "OB06",
    "contentJson": {
      "text": "本课程内容涉及哲学、经济学、政治学、法学等学科，具有综合性。教学与评价既要体现内容的广泛性，又要关注问题的复杂性；既要多维度观察对象，又要多途径进行探究。应力求凭借相关情境的创设，提供综合的视点，提升综合能力。\n\n根据权威资料，精选和优化案例进行综合性教学，既要着眼于同一课程模块的内容，综合不同的学科核心素养方面，又要着眼于同一学科核心素养方面，综合不同课程模块的内容。精选案例的关键在于：能有效地支持、服务于学科核心素养的培育；有助于呈现并运用学科的核心概念和方法；能充当组织教学内容、贯穿逻辑线索的必要环节；其内在意涵具有丰富的、现实的、可扩展的解释空间；围绕议题，指导、组织富有成效的活动；显现生活中真实的情境，力求可操作、可把握。\n\n实施情境创设的综合性教学评价，重点是考查学生整合知识、理论联系实际、分析和解决问题的能力。进行综合性评价的过程，也是反思\n\n和评估情境创设和案例选取是否得当、是否高效的过程，可据此进一步优化情境、案例，不断提高教学效率和效果。",
      "sourceSection": "# （一）教学与评价建议"
    }
  },
  {
    "identifier": "urn:jy:politics:SB0310:OB06:ImplementationSuggestion:4",
    "title": "4. 走出教室，把“思政小课堂”同“社会大课堂”结合起来",
    "description": "",
    "subject": "SB0310",
    "type": "ImplementationSuggestion",
    "applicableLevel": "OB06",
    "contentJson": {
      "text": "要坚持理论性和实践性相统一，用科学理论培养人，重视课程的实践性，善用“社会大课堂”，引导学生走出教室、走向社会，将中国特色社会主义伟大实践及时融入教育教学，推动思想政治课教学与学生社会实践活动有机结合。\n\n社会实践活动包括志愿服务、社会调查、专题访谈、参观访问以及各种职业体验等。校外社会实践活动为教学提供了更广阔的空间、更丰富的资源、更真实的情境。开展社会实践活动，要从学生的成长需要出发，用好爱国主义教育基地、红色教育基地、研学教育基地、综合实践基地、法治教育实践基地、文化场馆、科技场馆、博物馆等校外教育资源以及地方特色教育资源，丰富教学内容，加深学生对社会的认识与理解。\n\n社会实践活动的评价可以议题为纽带，以活动任务为依托，不仅要评价有关学科内容的学习效果，而且要评价学生在社会实践活动中表现出来的情感、态度、能力；可以学生的自我记录、自我小结为主，兼顾同学、教师、家人、社区工作人员等的评价。评价的关注点是学科核心素养能否得到提升，具体要看学习目标是否明确，活动设计是否合理，活动组织是否恰当，活动资源是否充分利用，学生的主体性、创造性是否得到充分发挥，学生的交往能力是否得到增强，学生是否有获得感、成就感。",
      "sourceSection": "# （一）教学与评价建议"
    }
  }
]