{
    "entities": [
  {
    "type": "AcademicQuality",
    "title": "学业质量",
    "description": "（一）学业质量内涵\n学业质量是学生在完成本学科课程学习后学业成就的综合表现，体现课程目标的达成程度，反映核心素养发展状况。学业质量标准依据学科核心素养水平划分，结合结构化课程内容，描述学习结果的典型表现，整体标识和刻画学业质量的不同水平。\n（二）学业质量描述\n数学学业质量标准从情境与问题解决、知识与体系构建、思维与交流表达、态度与价值判断四个方面刻画学生的学业成就表现。数学学业质量分三个水平呈现，整体标识和描述数学课程目标与数学学科核心素养的达成程度，具体参见表３。",
    "subject": "SB0201",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "水平一",
      "standardRequirement": "在熟悉的情境即学生有直接生活经历或学习经验的情境中，能发现和提出有意义的数学问题，借鉴已有的解决问题思路，运用数学概念、公式、定理、模型等，进行计算或论证，得到结果，能解释结果的意义；具有探索性通法的意识，能解释解决问题的过程。在熟悉的情境中，能从对应的角度建立函数的概念，理解基本函数类（见函数主题的学业要求）的背景、概念和性质，能用函数的单调性等性质解释事物的变化规律，具有用函数思想分析问题的意识；能识别基本图形及其关系，建立点、直线、平面与空间之间的联系，能运用向量运算、推理论证等思想方法探索图形的位置关系和度量关系，能通过数形结合建立几何与代数的联系；能识别随机现象和确定性现象，能借助有限样本空间进行简单随机事件的概率计算，具有运用数据探索和描述统计规律的意识，感悟统计参数的意义。在论证问题的过程中，能明确问题的内涵，具有用数学语言表达和交流的意识，有条理地表达观点。具有参与知识体系构建和问题解决等数学活动意愿，并初步树立学好数学的自信心；在活动中能有意识地提出问题、思考问题、积累经验，养成良好的学习习惯；具有认识数学价值的意识。（参见案例 20~31）"
    },
    "identifier": "urn:jy:math:SB0201:OB06:AcademicQuality:l1"
  },
  {
    "type": "AcademicQuality",
    "title": "学业质量",
    "description": "（一）学业质量内涵\n学业质量是学生在完成本学科课程学习后学业成就的综合表现，体现课程目标的达成程度，反映核心素养发展状况。学业质量标准依据学科核心素养水平划分，结合结构化课程内容，描述学习结果的典型表现，整体标识和刻画学业质量的不同水平。\n（二）学业质量描述\n数学学业质量标准从情境与问题解决、知识与体系构建、思维与交流表达、态度与价值判断四个方面刻画学生的学业成就表现。数学学业质量分三个水平呈现，整体标识和描述数学课程目标与数学学科核心素养的达成程度，具体参见表３。",
    "subject": "SB0201",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "水平二",
      "standardRequirement": "在关联的情境即学生有间接（看到、听到、联想到）生活经历的情境中，发现和提出有意义的数学问题，用数学概念、公式、定理、模型分析问题，构建解决问题的思路；能合理地构建数学模型，正确地进行计算或论证，得到结果；能针对情境反思结果的合理性，改进模型，得到解决问题的一般方法。在关联的情境中，能借助函数的导数，从定性和定量、整体和局部等多个角度研究函数的性质和应用，能用函数思想分析事物的变化规律，用函数的语言表达规律、构建模型；能借助基本图形及其关系建立空间观念，能有选择地运用向量运算、坐标表达、推理论证等思想方法探索典型图形的性质、判定和应用，能运用数形结合的思想刻画事物的规律以及事物之间的关系，建立几何直观；能选择合适的方法计算概率，能选择合适的概率模型研究随机现象，能用随机变量及其分布解释随机现象的规律，能合理构建统计模型描述成对数据的统计规律，具有数据分析的能力。在探索和论证问题的过程中，能把握问题的要素，理解问题的本质，选择合理的数学语言逻辑清晰地表达和交流。积极参与知识体系构建和问题解决等数学活动，具有学好数学的自信心；在学习活动中，能运用数学思想方法发现和提出问题、分析和解决问题，养成敢于质疑、有逻辑思考问题的习惯，形成实践能力和创新意识；能够探索数学的科学价值、应用价值、文化价值和审美价值。（参见案例 20~31）"
    },
    "identifier": "urn:jy:math:SB0201:OB06:AcademicQuality:l2"
  },
  {
    "type": "AcademicQuality",
    "title": "学业质量",
    "description": "（一）学业质量内涵\n学业质量是学生在完成本学科课程学习后学业成就的综合表现，体现课程目标的达成程度，反映核心素养发展状况。学业质量标准依据学科核心素养水平划分，结合结构化课程内容，描述学习结果的典型表现，整体标识和刻画学业质量的不同水平。\n（二）学业质量描述\n数学学业质量标准从情境与问题解决、知识与体系构建、思维与交流表达、态度与价值判断四个方面刻画学生的学业成就表现。数学学业质量分三个水平呈现，整体标识和描述数学课程目标与数学学科核心素养的达成程度，具体参见表３。",
    "subject": "SB0201",
    "applicableLevel": "OB06",
    "contentJson": {
      "standard": "水平三",
      "standardRequirement": "在综合的情境即较复杂的、真实的或跨学科的情境中，能用数学的眼光发现问题，提出有价值的数学问题；能用数学的思维分析问题，创造性地运用概念、公式、定理和模型解决问题。\n\n在综合的情境中，能理解所学数学知识体系的抽象性和逻辑性，主动学习选修课程，进一步拓展数学学习内容，总结出数学知识体系的特征和内在联系，有意识地整体构建科学合理、有序多级、逻辑清晰的数学内容体系。能用数学语言理解和表达数学与其他学科及现实生活之间的联系，理解数学应用的广泛性；能抓住问题的关键，形成自己的观点，主动与他人交流，在合作学习中发挥引领作用。拥有强烈的好奇心和自信心；敢于质疑反思；能主动探索数学问题，拓展数学及相关学科的知识领域；主动提升实践能力、发展创新意识；能自觉地运用数学思维方式思考问题，树立严谨求实的科学精神；能在社会活动、科技活动中，主动探索数学的科学价值、应用价值、文化价值和审美价值，形成独立的见解。（参见案例 24, 26, 28）"
    },
    "identifier": "urn:jy:math:SB0201:OB06:AcademicQuality:l3"
  }
]
}