[
    {
      "type": "AcademicQuality",
      "title": "学业质量",
      "description": "学业质量是学生在完成课程阶段性学习后的学业成就表现，反映核心素养要求。语文课程学业质量标准是以核心素养为主要维度，结合课程内容，对学生语文学业成就具体表现特征的整体刻画。依据义务教育四个学段，按照日常生活、文学体验、跨学科学习三类语言文字运用情境，整合识字与写字、阅读与鉴赏、表达与交流、梳理与探究等语文实践活动，描述学生语文学业成就的关键表现，体现学段结束时学生核心素养应达到的水平。",
      "subject": "SB0101",
      "applicableLevel": ["OB0201", "OB0202"],
      "contentJson": {
        "educationalStage": "第一学段",
        "grade": [1,2],
        "stageDescription": "留心公共场所等真实社会场景中的文字，尝试认识标牌、图示、简单的说明性文字中的常用汉字；借助汉语拼音认读汉字，借助学过的偏旁部首推测字音字义，愿意向他人说出自己的猜想；遇到不认识的字，主动向他人请教。在学习与生活中，累计认识1600个左右常用汉字，能正确书写800个左右常用汉字。喜欢识字，有意识地梳理在日常生活中学习的汉字、词语，并尝试进行分类；愿意整理自己的学习成果，并向他人展示。\n\n与人讨论交流，注意倾听，主动用礼貌用语回应；乐于表达自己的想法，遵守规则，主动合作，积极参与讨论，把自己的想法说清楚。看图说话，能描述一幅图画的主要内容，说出多幅图画之间的内容关联。留心观察周围事物，对写话有兴趣。\n\n喜欢阅读图画书、儿歌、童话、寓言等，在阅读过程中能根据提示提取文本的显性信息，通过关键词句说出事物的特点，作简单推测；能借助关键词句复述自己读过的故事或其他内容，尝试对阅读内容提出问题；愿意向他人讲述读过的故事，乐于向他人展示自己的作品；喜欢积累优美的词句，并尝试在口头和书面表达中运用。\n\n愿意为他人朗读自己喜欢的语段；朗读时能使用普通话，注意发音；注意用语气、语调和节奏表现对文本的理解和感受；愿意和同学交流朗读体验，能简单评价他人的朗读。喜欢读古诗，能熟读成诵；喜欢阅读故事，并与他人讨论。喜欢在学校、社区组织的朗诵会、故事会、课本剧表演等活动中展示。参加文学体验活动，能表达自己的体验、感受和发现，愿意用文字、图画等方式记录见闻、想法。\n\n在跨学科学习和探究活动中有好奇心和求知欲，喜欢观察、提问，能用自己喜欢的方式呈现学习所得。"
      },
      "identifier": "urn:jy:chinese:SB0101:OB0201,OB0202:AcademicQuality:l1"
    },
    {
      "type": "AcademicQuality",
      "title": "学业质量",
      "description": "学业质量是学生在完成课程阶段性学习后的学业成就表现，反映核心素养要求。语文课程学业质量标准是以核心素养为主要维度，结合课程内容，对学生语文学业成就具体表现特征的整体刻画。",
      "subject": "SB0101",
      "applicableLevel": ["OB0203", "OB0204"],
      "contentJson": {
        "educationalStage": "第二学段",
        "grade": [3,4],
        "stageDescription": "能借助汉语拼音、工具书，在阅读中主动识字；能根据具体语境辨析多音多义字的读音和字义，辨识、纠正常见的错别字。在学习与生活中，累计认识2500个左右常用汉字，能使用硬笔规范、端正、整洁地书写1600个左右常用汉字。注意积累和梳理语言材料，能分类整理汉字、词句，并愿意交流分类理由。\n\n乐于在班级活动中交流展示，能认真倾听，把握主要内容并简要转述；能按顺序讲述见闻，说出感受和想法。能阅读图文结合材料，初步把握主要内容。能描写事物特征，进行较为完整的书面表达，正确使用常见标点符号。\n\n喜爱阅读童话、寓言、神话等作品，能提取主要信息，预测情节发展，解释人物行为，概括文本内容，并提出问题进行交流；能摘录优美词句并运用于表达。\n\n乐于参与读书交流和文学体验活动，能诵读诗文，用不同形式记录阅读感受、生活体验，并尝试续写、改写故事，进行简单应用文写作。\n\n在跨学科学习活动中，能搜集整理信息，提出问题，用多种方式展示学习成果。"
      },
      "identifier": "urn:jy:chinese:SB0101:OB0203,OB0204:AcademicQuality:l2"
    },
    {
      "type": "AcademicQuality",
      "title": "学业质量",
      "description": "学业质量是学生在完成课程阶段性学习后的学业成就表现，反映核心素养要求。",
      "subject": "SB0101",
      "applicableLevel": ["OB0205", "OB0206"],
      "contentJson": {
        "educationalStage": "第三学段",
        "grade": [5,6],
        "stageDescription": "能独立识字，借助工具书准确理解字词含义，累计认识3000个左右常用汉字，规范书写2500个左右常用汉字。能自觉积累富有表现力的词句和段落，并在表达中加以运用。\n\n能积极参与讨论，清楚表达观点，倾听并转述他人意见；能初步判断信息真伪，概括说明性文本和非连续性文本的关键信息，解决简单实际问题。\n\n能独立阅读散文、小说、诗歌等文学作品，梳理行文思路，品味语言，记录阅读感受，评价人物和事件；在文学体验活动中形成健康向上的审美情趣。\n\n能写记实作文、想象作文、读书笔记和常见应用文，内容具体，感情真实。\n\n积极参与跨学科学习活动，开展调查、访谈，记录过程，写简单研究报告，并在交流反思中形成初步判断。"
      },
      "identifier": "urn:jy:chinese:SB0101:OB0205,OB0206:AcademicQuality:l3"
    },
    {
      "type": "AcademicQuality",
      "title": "学业质量",
      "description": "学业质量是学生在完成课程阶段性学习后的学业成就表现，反映核心素养要求。",
      "subject": "SB0101",
      "applicableLevel": ["OB03"],
      "contentJson": {
        "educationalStage": "第四学段",
        "grade": [7,8,9],
        "stageDescription": "能根据语境，借助工具书准确理解字词，累计认识3500个左右常用汉字，规范书写，提高书写速度；能积累并运用具有个性化特征的词句。\n\n在讨论和表达中做到观点明确、依据充分、条理清晰；能区分事实与观点，提取、整合信息，判断信息真实性，并运用信息解决问题。\n\n广泛阅读古今中外文学作品，能多角度品味语言和形象，分析表现手法，总结阅读经验，形成较为成熟的审美判断，并进行有依据的评价与表达。\n\n能根据情境选择合适的文本样式进行写作，表达观点与认识，参与文学体验活动，开展问题探究，整理成果。\n\n能开展跨学科学习，策划研究活动，搜集和分析资料，形成调查报告、小论文等成果，合作完成校园和社会实践活动。"
      },
      "identifier": "urn:jy:chinese:SB0101:OB03:AcademicQuality:l4"
    }
  ]
  