[
  {
    "type": "AcademicQuality",
    "title": "学业质量",
    "description": "学业质量是学生在完成生物学课程学习后学业成就的综合表现，体现课程目标的达成程度，反映核心素养发展状况。学业质量标准依据学科核心素养水平划分，结合结构化课程内容，描述学习结果的典型表现，整体标识和刻画学业质量的不同水平。",
    "subject": "SB0403",
    "applicableLevel": "OB0601",
    "contentJson": {
      "standard": "水平一",
      "standardRequirement": "在熟悉的、结构良好的生产生活或生物学研究等问题情境中，学生应能够：运用特定的生命观念，从微观和宏观层面描述生命活动规律。运用结构与功能观或物质与能量观，从分子与细胞水平描述生物体结构与功能的适应关系，光合作用和呼吸作用等生命活动过程中的物质转变与能量转化，细胞生命历程中的结构变化与功能的关系；运用结构与功能观或进化与适应观，举例说明遗传与变异的物质基础和规律，以及生物的多样性和统一性。运用相关的生物学概念，解释生命现象，并使用文字或图示等形式进行直观展示。在现实生活中，践行健康的生活方式，表现出保护环境的行为习惯，辨别迷信和伪科学；关注社会热点中与生物学有关的议题和生物技术的应用。从特定的生命观念视角，基于证据和逻辑，运用比较、分类、归纳、演绎、分析、综合、建模等方法，通过对生命现象的分析，提出可探究的生物学问题，遵循正确的伦理道德，设计和实施简单的探究方案，依据结果得出结论，并进行交流，在活动中能与他人合作，体验和感悟科学探究对解决实际问题的意义和价值。"
    },
    "identifier": "urn:jy:biology:SB0403:OB06:AcademicQuality:l1"
  },
  {
    "type": "AcademicQuality",
    "title": "学业质量",
    "description": "学业质量是学生在完成生物学课程学习后学业成就的综合表现，体现课程目标的达成程度，反映核心素养发展状况。学业质量标准依据学科核心素养水平划分，结合结构化课程内容，描述学习结果的典型表现，整体标识和刻画学业质量的不同水平。",
    "subject": "SB0403",
    "applicableLevel": "OB0601",
    "contentJson": {
      "standard": "水平二",
      "standardRequirement": "在较为陌生的、结构良好的生产生活或生物学研究等问题情境中，学生应能够：运用结构与功能观、物质与能量观、进化与适应观、稳态与平衡观等不同的生命观念，从微观和宏观层面解释生命活动规律。从分子与细胞水平说明生物体结构与功能的适应关系，细胞内各项生命活动过程中的物质变化与能量转化；说明遗传与变异的物质基础和规律，以及生物的多样性和统一性的原因；概述个体生命活动的调节机制与稳态的维持；解释生态系统的成分、结构与功能的关系，以及生态系统维持相对稳定的机制；举例说明生物技术与工程中运用的生物学原理。运用相关的生物学概念，解释生命现象，并使用文字、图示或模型等对生命现象的变化作出预测。主动向他人宣传有关健康生活、生物多样性和环境保护、生物技术安全与伦理等方面的知识和科学做法，参与社会性科学议题的讨论，从科学、技术与社会等方面阐明个人立场。从不同的生命观念视角，基于证据和逻辑，综合运用比较、分类、归纳、演绎、分析、综合、建模等方法，通过对生命现象或现实需求的分析，提出可探究的生物学问题或工程任务，分析已知条件，遵循正确的伦理道德，结合生物学概念、原理、方法和技术手段，设计并实施探究实验方案或工程学实践方案，采用多种方法如实记录和分析研究结果，尝试解决问题或完成工程任务，并使用证据与他人进行交流。认同人与自然和谐共生的理念，开展健康生活、生物多样性和环境保护等方面的实践活动。"
    },
    "identifier": "urn:jy:biology:SB0403:OB06:AcademicQuality:l2"
  },
  {
    "type": "AcademicQuality",
    "title": "学业质量",
    "description": "学业质量是学生在完成生物学课程学习后学业成就的综合表现，体现课程目标的达成程度，反映核心素养发展状况。学业质量标准依据学科核心素养水平划分，结合结构化课程内容，描述学习结果的典型表现，整体标识和刻画学业质量的不同水平。",
    "subject": "SB0403",
    "applicableLevel": "OB0601",
    "contentJson": {
      "standard": "水平三",
      "standardRequirement": "在较为陌生的、结构不良的生产生活或生物学研究等问题情境中，学生应能够：综合运用多个生命观念，从微观和宏观层面阐释生命活动规律。从分子与细胞水平阐述生物体结构与功能的适应关系，细胞内各项生命活动过程中的物质变化与能量转化；阐释遗传与变异的物质基础和规律，以及生物的多样性和统一性的原因；概述个体生命活动的调节机制与稳态的维持；解释生态系统的成分、结构与功能的关系，以及生态系统维持相对稳定的机制；阐述多种生物技术与工程中运用的生物学原理。运用相关的生物学概念，揭示生命现象中蕴含的规律，并用恰当的表征形式表达和阐明其内涵。客观分析与评价常见生物技术在生产生活中的应用所产生的效益和风险；运用批判性思维等参与社会性科学议题的讨论，阐述不同观点或行为的科学性与合理性，从科学、技术与社会等方面阐明个人立场，作出理性决策。从不同的生命观念视角，基于证据和逻辑，综合运用比较、分类、归纳、演绎、分析、综合、建模等方法，通过对生命现象或现实需求的分析，提出清晰和可探究的生物学问题或工程任务，分析已知条件和制约因素，遵循正确的伦理道德，综合运用多学科知识、思想、方法和技术手段，创造性地设计和实施可行的研究方案，解决问题或完成工程任务。秉持人与自然和谐共生的理念，积极主动地与他人合作，开展健康生活、生物多样性和环境保护等方面的实践活动。"
    },
    "identifier": "urn:jy:biology:SB0403:OB06:AcademicQuality:l3"
  }
]