[
  {
    "type": "EducationalStage",
    "title": "第一学段",
    "description": "依据“六三”学制设定学段要求。“五四”学制第二学段（3～5年级）主要参照“六三”学制第三学段（5～6年级）确定，适当降低要求。“五四”学制第三学段（6～7年级）在“六三”学制第三学段（5～6年级）基础上合理提高要求，并结合“六三”学制第四学段（7～9年级）确定，使“五四”学制6～9年级进阶更加科学。",
    "subject": "SB0101",
    "applicableLevel": ["OB0201","OB0202"],
    "contentJson": {
      "grade": [1,2],
      "aspect0": "识字与写字",
      "aspectDescription0": "喜欢学习汉字，有主动识字、写字的愿望，认识常用汉字1600个左右，其中800个左右会写。学会汉语拼音，能准确拼读音节，正确书写声母、韵母和音节，认识大写字母并熟记拼音字母表。掌握汉字基本笔画和常用偏旁部首，按基本笔顺规则用硬笔规范书写，初步感受汉字的形体美，养成正确姿势和良好的书写习惯。能借助汉语拼音独立识字，学会用音序检字法和部首检字法查字典。",
      "aspect1": "阅读与鉴赏",
      "aspectDescription1": "喜欢阅读，感受阅读乐趣，能用普通话正确、流利、有感情地朗读课文，学习默读。结合上下文和生活实际理解词句意思，在阅读中积累词语，认识常用标点符号并体会不同语气。阅读浅近童话、寓言、故事和诗歌，展开想象，获得初步情感体验，感受语言的优美。尝试阅读整本书，用自己喜欢的方式介绍读过的书，养成爱护图书的习惯。积累成语、格言警句，背诵优秀诗文50篇（段），课外阅读总量不少于5万字。",
      "aspect2": "表达与交流",
      "aspectDescription2": "逐步养成说普通话的习惯，有表达交流的自信心。能认真倾听他人讲话，了解主要内容，复述故事大意和感兴趣的情节。能较完整地讲述小故事和自己的见闻，与人交谈态度自然大方、有礼貌，积极参加讨论，敢于发表意见。对写话有兴趣，留心周围事物，写自己想说的话和想象中的事物，在写话中运用学到的词语，并根据需要使用逗号、句号、问号、感叹号。",
      "aspect3": "梳理与探究",
      "aspectDescription3": "通过观察字形体会汉字部件之间的关系，梳理学过的字词，感知汉字与生活的联系。观察自然和社会，积极参加校园、社区活动，积累活动体验，并结合语文学习用口头或图文等方式整理、表达见闻和想法。对周围事物保持好奇心，能提出感兴趣的问题，结合其他学科学习和生活经验进行交流讨论，尝试形成自己的看法。"
    },
    "identifier": "urn:jy:chinese:SB0101:OB0201,OB0202:EducationalStage:l1"
  },
  {
    "type": "EducationalStage",
    "title": "第二学段",
    "description": "依据“六三”学制设定学段要求。“五四”学制第二学段（3～5年级）主要参照“六三”学制第三学段（5～6年级）确定，适当降低要求。“五四”学制第三学段（6～7年级）在“六三”学制第三学段（5～6年级）基础上合理提高要求，并结合“六三”学制第四学段（7～9年级）确定，使“五四”学制6～9年级进阶更加科学。",
    "subject": "SB0101",
    "applicableLevel": ["OB0203","OB0204"],
    "contentJson": {
      "grade": [3,4],
      "aspect0": "识字与写字",
      "aspectDescription0": "对学习汉字有浓厚兴趣，养成主动识字习惯，累计认识常用汉字2500个左右，其中1600个左右会写，具备初步独立识字能力。能熟练运用音序检字法和部首检字法查字典、词典。保持正确写字姿势，养成良好书写习惯，能用硬笔规范、端正、整洁地书写正楷字，并通过毛笔临摹感受汉字书写特点和形体美。初步感知汉字形、音、义之间的联系，体会汉字的文化内涵。",
      "aspect1": "阅读与鉴赏",
      "aspectDescription1": "能用普通话正确、流利、有感情地朗读课文，初步学会默读和略读。联系上下文理解词句意思，体会关键词句的表达作用，了解常用标点符号的基本用法。能把握文章主要内容，体会思想感情，学习圈点、批注等阅读方法，敢于提出疑问并参与讨论。阅读叙事性作品和诗文，感受形象和语言之美，分享阅读感受。阅读整本书，理解主要内容。积累优美词句和语言材料，背诵优秀诗文50篇（段），课外阅读总量不少于40万字。",
      "aspect2": "表达与交流",
      "aspectDescription2": "乐于用口头和书面方式与人交流，增强表达自信。能认真倾听，把握主要内容并简要转述，能就不理解之处请教，与他人商讨不同意见。能清楚讲述见闻，说出感受和想法，参与生活中的文化活动，根据场合调整语气和音量。能不拘形式地写下见闻、感受和想象，用便条、简短书信进行交流，并在习作中运用积累的语言材料，学习修改明显错误，正确使用冒号、引号等标点符号。",
      "aspect3": "梳理与探究",
      "aspectDescription3": "尝试分类整理学过的字词，发现汉字形、音、义和书写特点。参与有趣的语文实践活动，在活动中学习合作，结合语文学习观察自然和社会，运用口头、书面及多种媒介呈现探究所得。能提出学习和生活中的问题，有目的地搜集资料，共同讨论，尝试结合语文和其他学科知识解决问题。"
    },
    "identifier": "urn:jy:chinese:SB0101:OB0203,OB0204:EducationalStage:l2"
  },
  {
    "type": "EducationalStage",
    "title": "第三学段",
    "description": "依据“六三”学制设定学段要求。“五四”学制第二学段（3～5年级）主要参照“六三”学制第三学段（5～6年级）确定，适当降低要求。“五四”学制第三学段（6～7年级）在“六三”学制第三学段（5～6年级）基础上合理提高要求，并结合“六三”学制第四学段（7～9年级）确定，使“五四”学制6～9年级进阶更加科学。",
    "subject": "SB0101",
    "applicableLevel": ["OB0205","OB0206"],
    "contentJson": {
      "grade": [5,6],
      "aspect0": "识字与写字",
      "aspectDescription0": "具备较强的独立识字能力，累计认识常用汉字3000个左右，其中2500个左右会写，体会汉字构字、组词特点及蕴含的智慧。保持正确书写姿势和良好习惯，能用硬笔规范、美观地书写楷书，具有一定速度，并能用毛笔书写楷书，体会汉字的艺术之美。",
      "aspect1": "阅读与鉴赏",
      "aspectDescription1": "能熟练朗读课文，默读有一定速度，学会浏览和搜集信息。联系上下文和积累推想词句意思，体会表达效果，理解不同标点符号的用法。把握文章表达顺序和思想感情，初步领悟基本表达方法，敢于提出看法并作出判断。阅读叙事性作品、诗歌、说明性文章和非连续性文本，获取关键信息，体会情感与形象。阅读整本书并主动推荐，背诵优秀诗文60篇（段），课外阅读总量不少于100万字。",
      "aspect2": "表达与交流",
      "aspectDescription2": "听人说话认真耐心，能抓住要点并转述，表达时尊重他人，语言文明。表达有条理，语气语调适当，参与讨论并清楚表达观点，能根据对象和场合作简单发言。懂得写作是表达和交流的方式，留心观察生活，珍视个人感受，能写记实作文和想象作文，内容具体、感情真实，学写读书笔记和常见应用文，能修改习作并正确使用标点符号。",
      "aspect3": "梳理与探究",
      "aspectDescription3": "分类整理字词，发现汉字形、音、义和书写特点。感受不同媒介的表达效果，初步进行跨媒介阅读与运用。了解查找和运用资料的基本方法，能利用图书馆和网络解决问题，尝试写简单研究报告。策划校园和社会活动，围绕共同关注的问题开展调查、讨论和演讲，学习辨别是非、善恶和美丑。"
    },
    "identifier": "urn:jy:chinese:SB0101:OB0205,OB0206:EducationalStage:l3"
  },
  {
    "type": "EducationalStage",
    "title": "第四学段",
    "description": "依据“六三”学制设定学段要求。“五四”学制第二学段（3～5年级）主要参照“六三”学制第三学段（5～6年级）确定，适当降低要求。“五四”学制第三学段（6～7年级）在“六三”学制第三学段（5～6年级）基础上合理提高要求，并结合“六三”学制第四学段（7～9年级）确定，使“五四”学制6～9年级进阶更加科学。",
    "subject": "SB0101",
    "applicableLevel": ["OB03"],
    "contentJson": {
      "grade": [7,8,9],
      "aspect0": "识字与写字",
      "aspectDescription0": "能熟练使用字典、词典独立识字，掌握多种检字方法，累计认识常用汉字3500个左右。保持良好书写习惯，在熟练书写正楷字的基础上，学习规范、通行的行楷字，提高书写速度，通过临摹和欣赏书法作品体会书法的审美价值。",
      "aspect1": "阅读与鉴赏",
      "aspectDescription1": "养成默读习惯，阅读速度较快，能运用朗读、略读和浏览等方法扩大阅读范围。理清文章思路，分析主要内容，品味重要词句的意义和作用，对内容和表达形成自己的理解。了解多种表达方式和文学样式，欣赏文学作品，获得情感体验和人生启示。阅读议论文、新闻、说明性文章和复杂非连续性文本，区分观点与材料，判断信息价值。诵读古诗词，阅读浅易文言文，背诵优秀诗文80篇（段），每学年阅读2—3部名著，课外阅读总量不少于260万字。",
      "aspect2": "表达与交流",
      "aspectDescription2": "注意对象和场合，文明得体地交流，能准确理解他人观点。自信、负责地表达观点，做到清楚、连贯、有说服力。能完整讲述见闻，进行复述和转述，开展即席讲话和主题演讲。多角度观察生活，写作表达真情实感，合理安排结构，正确使用标点符号。能写记叙、说明、议论等不同类型文章及常见应用文，进行缩写、扩写、改写和文学创作，并在写作过程中不断修改完善。",
      "aspect3": "梳理与探究",
      "aspectDescription3": "按一定标准分类整理语言材料，反思语文学习经验，提升语言运用能力。学习跨媒介阅读与运用，选择合适媒介呈现探究成果。自主组织文学和社会实践活动，围绕热点问题搜集资料、调查讨论，并用多种形式展示成果。能提出研究问题，制订研究计划，查找、引用资料，独立或合作完成研究报告。"
    },
    "identifier": "urn:jy:chinese:SB0101:OB03:EducationalStage:l4"
  }
]