[
  {
    "identifier": "urn:jy:English:SB0102:OB06:CulturalKnowledge:1",
    "title": "文化知识-必修",
    "description": "",
    "subject": "SB0102",
    "type": "CulturalKnowledge",
    "applicableLevel": "OB06",
    "contentJson": {
      "courseType": "必修",
      "contentRequirement": [
        "了解不同国家的主要传统节日及其历史与现实意义；比较中外传统节日的异同，探讨中外传统节日对文化认同、文化传承的价值和意义",
        "了解不同国家的主要习俗；对比中外主要习俗，尊重和包容文化的多样性",
        "了解不同国家主流体育运动，感悟中外体育精神的共同内涵",
        "了解不同国家主要的文学家、艺术家、科学家、政治家及其成就、贡献等，学习和借鉴人类文明的优秀成果",
        "认识语篇中蕴含的观念（如生命观、健康观、安全观等）",
        "理解语篇中蕴含的劳动精神、劳动价值和工匠精神",
        "发现并理解语篇中包含的不同文化元素，理解其中的寓意",
        "理解常用英语成语和俗语的文化内涵；对比英语和汉语中常用成语和俗语的表达方式，感悟语言和文化的密切关系",
        "在学习活动中初步感知和体验英语语言之美",
        "了解不同文化背景者在行为举止和待人接物等方面的基本情况；比较中外异同，得体处理差异，自信大方，实现有效沟通",
        "学习并初步运用英语介绍中国传统节日和中华优秀传统文化（如京剧、文学、绘画、园林、武术、饮食文化等），具有传播中华优秀传统文化的意识。"
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CulturalKnowledge:2",
    "title": "文化知识-选择性必修",
    "description": "",
    "subject": "SB0102",
    "type": "CulturalKnowledge",
    "applicableLevel": "OB06",
    "contentJson": {
      "courseType": "选择性必修",
      "contentRequirement": [
        "了解不同国家地理概况、旅游资源（如自然及人文景观、代表性动植物、世界文化遗产等），加深对人与自然的关系的理解",
        "了解不同国家政治和经济等方面情况的基本知识；比较中外差异，认同人类共同发展的理念",
        "理解常用英语典故和传说；比较汉语中相似的典故和传说，分析异同，理解不同的表达方式所代表的文化内涵",
        "了解常用英语词语表达方式的文化背景；对比汉语中相似的表达方式，丰富历史文化知识，从跨文化角度认识词语的深层含义",
        "在学习活动中理解和欣赏英语语言表达形式（如韵律）之美",
        "理解和欣赏部分优秀英语文学作品（如戏剧、诗歌、小说等）；从作品的意蕴美中获得积极的人生态度和价值观念启示",
        "通过比较、分析、思考，区分和鉴别语篇包含或反映的社会文化现象，并作出正确的价值判断",
        "了解英语大众传媒，分析判断其传播内容的价值取向",
        "了解中外文化异同，在跨文化沟通与交流中初步体现得体性和有效性",
        "使用英语简述中华文化基本知识，包括中华传统节日、中华优秀传统文化的表现形式（如京剧、文学、绘画、园林、武术、饮食文化等）及其内涵，主动传播和弘扬中华优秀传统文化。"
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB06:CulturalKnowledge:3",
    "title": "文化知识-选修(提高类)",
    "description": "",
    "subject": "SB0102",
    "type": "CulturalKnowledge",
    "applicableLevel": "OB06",
    "contentJson": {
      "courseType": "选修(提高类)",
      "contentRequirement": [
        "了解不同国家的主要文化特色，吸收国外的优秀文化成果",
        "了解世界重要历史文化现象的渊源，认识人类发展的相互依赖性和共同价值，树立人类命运共同体意识",
        "了解不同国家对外关系，特别是其与中国的关系的历史和现状，加深对祖国的热爱，捍卫国家尊严和利益",
        "理解和欣赏经典演讲、文学名著、名人传记等，感悟其精神内涵，反思自己的人生成长",
        "在学习活动中观察和赏析语篇包含的审美元素（如形式、意蕴等），获得审美经验，形成对语言和事物的审美感知能力",
        "运用中外典故和有代表性的文化标志表达意义和态度，有效进行跨文化沟通",
        "了解中国对外经济、政治、文化的积极影响，感悟中华文明在世界文明中的重要地位，树立中华文化自觉，坚定文化自信。"
      ]
    }
  }
]