  [
    {
      "identifier": "urn:jy:chemistry:SB0402:OB06:CourseSeries:l1",
      "title": "实验化学",
      "description": "系列1包括“基础实验”“化学原理探究”“化工生产过程模拟实验”“综合实验”4个主题。通过该系列的学习，有助于学生更深刻地认识实验在化学科学中的地位和对化学学习的重要作用，掌握基本的化学实验方法和技能，进一步体验实验探究的基本过程，进一步发展学生解决综合实验问题的能力，对发展学生的化学学科核心素养有独特的价值。",
      "subject": "SB0402",
      "type": "CourseSeries",
      "applicableLevel": "OB06",
      "contentJson": {
        "teachingTip": "教学中应突出对学生实验探究能力的培养，引导学生掌握科学探究的一般过程与方法，建立解决某类化学实验问题的特定思路与方法，促进学生发展动手能力和高阶思维能力。\n\n鼓励教师将实验活动转化为探究性（或研究性）的实验任务，增加学生查找文献资料、深入阅读分析文献资料，并在此基础上设计和优化实验方案的机会。鼓励学生开展综合性、长周期的实验项目，通过团队合作与持续不断的努力来发展问题解决能力。\n\n指导学生遵守实验规则，如实记录实验现象和数据，形成良好的实验习惯和严谨求实的科学态度。",
        "achievementRequirement": "1. 能提出实验探究问题，并能设计、评价和优化较复杂的实验方案。能按照实验方案安全、规范、有序地开展实验活动。在实验设计和实施过程中能够合理控制相关变量。能有效收集实验现象、数据等相关证据，能对实验数据进行处理，分析产生误差的原因，并在此基础上运用比较、归纳、分析、综合等方法进行推理论证、得出结论。\n\n2. 能依据实验目的选择合适的实验方法、组装实验装置并完成实验，能进行过滤（抽滤）、蒸馏（分馏）、萃取、滴定等基本实验操作，能使用常见的化学传感器进行测量。\n\n3. 能设计用于记录实验过程、现象和结果的记录单，能准确、客观地进行实验记录并规范撰写实验报告，能进行实验汇报展示。\n\n4. 能严格遵守实验室的安全规则，能对实验室物品进行科学分类、安全保存和使用。能科学地使用沙土、灭火器、洗眼器、喷淋装置等处理实验室突发事件。能对实验废弃试剂和物品进行科学处理。\n\n5. 具有实事求是、严谨细致的科学态度,具有批判精神和创新意识,具有“绿色化学”的思想和环境保护的意识。"
      }
    },
    {
      "identifier": "urn:jy:chemistry:SB0402:OB06:CourseSeries:l2",
      "title": "化学与社会",
      "description": "系列2包括“化学与生活”“化学与技术”“综合实践”3个主题。通过该系列的学习，学生可进一步了解化学在人类衣、食、住、行中的重要作用，认识化学在生产生活、社会发展中的广泛应用，体会化学是推进科学技术和现代社会文明进步的重要力量，提高在面临与化学有关的综合问题时进行科学分析和评价、作出合理决策的能力，发展化学学科核心素养。",
      "subject": "SB0402",
      "type": "CourseSeries",
      "applicableLevel": "OB06",
      "contentJson": {
        "teachingTip": "“化学与生活”主题以日常生活中的化学问题为线索，让学生在生活现象解释或生活问题解决活动中学习相关的化学知识和生活知识，形成科学的生活观念和生活态度；设计相应的生活实践类活动，促进学生养成健康的生活方式，实现“知、情、意、行”的统一。\n\n“化学与技术”主题以资源利用、材料制造、工农业生产中的化学问题为素材，将生产和技术问题线索、技术知识线索、化学知识线索相融合，让学生在学习化学知识、技术知识的同时，建立从化学、技术、社会和环境等多角度综合考虑、系统分析问题的意识。在教学过程中，充分运用本地教学资源，开展交流讨论、调查探究等多样化的学习活动。\n\n“综合实践”主题中的活动要注重开放性和发展性，为学生提供足够的时间和空间，鼓励学生自主探究，精心设计活动成果的交流展示活动，保证活动的实效性。",
        "achievementRequirement": "1. 能举例说明化学在促进人类健康、提供生活材料和保护环境等方面的作用，能运用所学知识对生活中的有关问题作出解释。能科学、辩证地分析与化学有关的生活问题、评估解决方案，能根据实际情况权衡利弊作出合理决策，具有积极健康的生活态度与观念。\n\n2. 能举例说明化学在自然资源开发利用、材料制造和工农业生产中的应用，能运用所学知识对与化学有关的技术问题作出分析和解释。能依据“绿色化学”思想分析某些化工生产过程的特点和存在的问题，探讨系统化处理或解决问题的基本思路。\n\n3. 针对社会情境中与化学相关的某一真实问题开展项目研究，并形成项目研究成果，如项目研究报告、项目产品等，具有跨学科意识、合作解决问题的能力和创新精神。"
      }
    },
    {
      "identifier": "urn:jy:chemistry:SB0402:OB06:CourseSeries:l3",
      "title": "发展中的化学科学",
      "description": "系列3包括“化学科学研究进展”“作为交叉学科的化学”“化学工程研究进展”3个主题。通过该系列的学习，帮助学生了解化学前沿发展的面貌与趋势，认识我国化学发展的机遇和挑战，激发学习和研究化学的兴趣，增进对化学科学的整体感知，深化对化学基本原理、基本方法与化学研究前沿关系的认识，促进对科学本质的理解，发展化学学科核心素养。",
      "subject": "SB0402",
      "type": "CourseSeries",
      "applicableLevel": "OB06",
      "contentJson": {
        "teachingTip": "教学中注意发挥化学基本观念的作用，挖掘化学理论前沿与基础化学概念间的联系，从知识联系和思想方法两个方面建立统摄性的认识，避免教学过程变成高难度的知识技能训练或者简单科普介绍。\n\n关注化学理论的历史演进过程，结合理论模型发展中的重要事实和科学家的推理论证过程，引导学生认识化学理论的建立过程和思想方法，深化学生对科学本质的认识，发展学生的高阶思维能力。\n\n通过实验、模型、模拟等各种手段，降低教学内容的抽象性，利于学生理解相关内容。展示教学内容在促进科技进步和人类文明进步中所\n\n发挥的作用，以及潜在的应用价值和应用前景，提升学生学习的兴趣并为职业定向打下基础。\n\n通过对科学研究案例的分析和研讨，帮助学生发展提出问题的意识和能力，拓展分析问题和解决问题的角度和思路；通过分析案例存在的局限、要解决的问题及面临的挑战，培养学生的批判性思维能力，激发学生探索未知世界的热情。",
        "achievementRequirement": "1. 能说出支持现代化学发展的最核心、最基础的概念和原理的内涵，能从模型的角度认识这些概念和原理，并举例说明它们建立的过程和关键证据，反思并概括它们建立的思路与方法。\n\n2. 通过对化学研究进展的进一步了解，体验现代化学发展的面貌和方向，增进对化学科学的整体感知，提升研究化学的潜能。能通过举例的方式描述化学科学研究的主要领域、重要成果和新进展，能简要说明某个化学前沿成果的研究过程与思路方法。\n\n3. 能查阅化学某个领域学术研究的文献，对文献内容进行分析、概括与点评。针对某个学术问题，能在教师指导下开展研究、撰写研究报告。\n\n4. 增进对化学的兴趣，树立学习和研究化学的志向。"
      }
    }
  ]
  