[
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l1",
    "title": "化学科学与实验探究",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能列举化学科学发展的重要事件，说明其对推动社会发展的贡献，能说出其中的创新点。\n\n2. 具有较强的问题意识，能提出化学探究问题，能作出预测和假设；能依据探究目的和假设设计解决简单问题的探究方案，能对探究方案进行评价；能运用实验基本操作实施实验方案，具有安全意识和环保意识；能基于实验事实进行分析和推理，得出合理的结论；能与同学合作交流，对实验过程和结果进行反思，说明假设、证据和结论之间的关系，用恰当形式表达和展示实验成果。\n\n3. 能依据实验方案正确选取实验试剂和仪器，完成必做实验，并能全面、准确地记录实验过程和现象；能说明必做实验的基本思路与方法，分析实验实施的合理性；能体现严谨求实、敢于质疑的科学态度。\n\n4. 能根据不同类型实验的特点，设计并实施实验；能预测物质的某些性质，并进行实验验证；能运用变量控制的方法初步探究反应规律；能根据物质性质的差异选择物质分离的实验方法；能根据物质的特征反应和干扰因素选取适当的检验试剂；能根据反应原理选取实验装置制取物质。\n\n5. 能基于物质的量认识物质组成及其化学变化，运用物质的量、摩尔质量、气体摩尔体积、物质的量浓度之间的相互关系进行简单计算。",
      "teachingTip": {
        "教学策略": "整体规划实验及探究教学，发挥典型实验探究活动的作用。\n\n选取真实的、有意义的、引发学生兴趣的探究问题。\n\n在实验中注重动手操作，重视动脑思考，强调高阶思维。",
        "学习活动": "实验及探究活动：常见气体的实验室制取（如氨气、氯气）；硫酸亚铁的制备；化工生产模拟实验（如制硫酸、制硝酸）；物质成分的检验（如补铁剂中的铁元素）。\n\n调查与交流讨论：查阅化学发展中重大事件的有关资料，突出我国化学家心系祖国和人民、勇攀高峰、无私奉献的感人事迹，撰写学习心得并交流讨论；举办小小化学家论坛，分享青少年科技创新成果；结合实例讨论遵守实验安全规则的重要性，讨论和演练实验室里突发安全事件的应对措施。",
        "情境素材": "有关化学发现与发明的故事：氯气的发现、原电池的发明、人工合成尿素、电离理论的建立、工业合成氨、青蒿素的提取。\n\n有关理论、模型不断发展的史实：氧化还原反应理论、原子结构模型、苯分子结构、元素周期表的发展等。\n\n化学研究技术及应用：波谱、色谱、晶体X射线衍射、飞秒化学、原子示踪技术等；汽车尾气中氮氧化物等污染物的测定、食物中亚硝酸盐含量的测定等。\n\n改革开放以来我国化学科学研究的重要成果，化学科学与技术在建设创新型国家方面作出贡献的事例。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l2",
    "title": "常见的无机物及其应用",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能依据物质类别和元素价态列举某种元素的典型代表物。能利用电离、离子反应、氧化还原反应等概念对常见的反应进行分析说明。能用电离方程式表示某些酸、碱、盐的电离。能举例说明胶体的典型特征。\n\n2. 能列举、描述、辨识典型物质重要的物理性质和化学性质及实验现象。能用化学方程式、离子方程式正确表示典型物质的主要化学性质。\n\n3. 能从物质类别、元素价态的角度，依据复分解反应和氧化还原反应原理，预测物质的化学性质和变化，设计实验进行初步验证，并能分析、解释有关实验现象。\n\n4. 能利用典型代表物的性质和反应，设计常见物质制备、分离、提纯、检验等简单任务的方案。能从物质类别和元素价态变化的视角说明物质的转化路径。\n\n5. 能根据物质的性质分析实验室、生产生活及环境中的某些常见问题，说明妥善保存、合理使用化学品的常见方法。\n\n6. 能举例说明常见元素及其化合物的应用对社会发展的价值、对环境的影响。能有意识运用所学知识或寻求相关证据参与社会性科学议题的讨论（如酸雨和雾霾防治、水体保护、食品安全等），在解决实际问题中能体现人与自然和谐共生的理念。",
      "teachingTip": {
        "教学策略": "发挥核心概念对元素化合物学习的指导作用。\n\n重视开展高水平的实验探究活动。\n\n紧密联系生产生活实际，创设丰富多样的真实问题情境。\n\n采用多样化的教学方式和学习路径",
        "学习活动": "实验及探究活动：胶体丁达尔效应的实验；电解质的电离；探究溶液中离子反应的实质及发生条件（测定电流或溶液电导率的变化）；氧化还原反应本质的探究；过氧化氢的氧化性、还原性的探究；金属钠的性质；碳酸钠与碳酸氢钠性质的比较；氢氧化亚铁的制备；补铁剂中铁元素价态的检验；氯气的制备及性质；氯水的性质及成分探究；氨气的制备及性质；铵盐的性质；浓、稀硝酸的性质；氮氧化物的性质与转化；某些含硫物质（如硫、二氧化硫、浓硫酸等）的性质；溶液中  $\\mathrm{Fe}^{3+}$  、 $\\mathrm{NH}_4^+$  、 $\\mathrm{CO}_3^{2-}$  、 $\\mathrm{Cl^-}$  、 $\\mathrm{SO}_4^{2-}$  等离子的检验。\n\n调查与交流讨论：从含硫、氮物质的性质及转化的视角分析酸雨和雾霾的成因、危害与防治；调查水体重金属污染及富营养化的危害与防治，了解与水体保护有关的法律法规；讨论日常生活中含氯化合物的保存与使用。",
        "情境素材": "金属及其化合物的性质与应用：铁元素的食补与药补；实验室中硫酸亚铁的保存与使用；印刷电路板的制作；铁的某些氧化物在打印机（或复印机）墨粉中的应用；菠菜中铁元素的检验；钠着火的扑救；钠用作强除水剂。\n\n非金属及其化合物的性质与应用：火山喷发中含硫物质的转化；“雷雨发庄稼”；氮的循环与氮的固定；工业合成氨、工业制硫酸（或硝酸）；氮肥的生产与合理使用；食品中适量添加二氧化硫的作用；含氯消毒剂及其合理使用；氯气、氨气等泄漏的处理；酸雨的成因与防治；汽车尾气的处理。\n\n氧化还原反应和离子反应：电离理论建立的化学史料；氧化还原理论建立的史料；日常生活中的氧化还原反应。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l3",
    "title": "物质结构基础与化学反应规律",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能画出  $1 \\sim 20$  号元素的原子结构示意图，能用原子结构解释元素性质及其递变规律，并能结合实验及事实进行说明。\n\n2. 能利用元素在元素周期表中的位置和原子结构，分析、预测、比较元素及其化合物的性质。\n\n3. 能判断简单离子化合物和共价化合物中的化学键类型，能基于化学键解释某些化学反应的热效应。\n\n4. 能从化学反应限度和快慢的角度解释生产生活中简单的化学现象。能描述化学平衡状态，判断化学反应是否达到平衡。能运用变量控制的方法探究影响化学反应速率的因素，能初步解释化学实验和化工生产中反应条件的选择问题。\n\n5. 能举出化学能转化为电能的实例，能辨识简单原电池的构成要素，并能分析简单原电池的工作原理。\n\n6. 能结合有关资料说明元素周期律（表）对合成新物质、制造新材料的指导作用。能从物质及能量变化的角度评价燃料的使用价值。能举例说明化学电源对提高生活质量的重要意义。",
      "teachingTip": {
        "教学策略": "注重运用实验事实、数据等证据素材，帮助学生转变偏差认识。\n\n注重组织学生开展概括关联、比较说明、推论预测、设计论证等活动。\n\n发挥重要知识的功能价值，帮助学生发展认识化学反应的基本角度，形成基本观念。",
        "学习活动": "实验及探究活动：自主设计并制作元素周期表；焰色试验；探究反应的可逆性；几个常见反应（如镁、铝与盐酸反应；碳酸氢铵或碳酸氢钠与醋酸或柠檬酸反应）的热效应；设计制作简易即热饭盒；用生活中的材料制作简易电池，探究干电池的构成。\n\n调查与交流讨论：讨论第三周期元素金属性、非金属性的递变，讨论碱金属元素、卤族元素性质的递变，借助元素周期律（表）预测硅、硒、锗、镓等元素的性质；查阅元素周期律（表）对发现新元素、制造新物质、开发新材料的指导作用，查阅放射性同位素在能源、农业、医疗、考古等方面的应用；讨论化学反应热效应的本质；讨论原电池的工作原理，查阅不同种类电池的特点、性能、用途与安全使用注意事项，调查新型能源的种类、来源与应用。",
        "情境素材": "原子结构与元素周期律：元素周期律（表）发展的史料；稀土资源、核能的开发与利用。\n\n化学键：化学键存在的证据，如水的三态变化与水分解过程中能量变化的比较；利用化学键讨论化学反应能量变化的本质，如氢气与氯气反应、甲烷燃烧等反应中能量的变化。\n\n反应的限度和快慢：化学反应存在限度的证据，如高炉炼铁、合成氨、氯化铁与碘化钾的反应、氯气与水的反应等；汽车安全气囊的膨胀、食物腐败等生活中与化学反应速率有关的现象；催化剂在调控化学反应速率中的作用，如燃料电池、工业制硝酸（或硫酸）、合成氨、汽车尾气处理等反应中催化剂的作用。\n\n化学反应与能量转化：能源的合理利用，如天然气、燃油、煤、氢气等燃料的选择与使用，生物质能的获取（如制取沼气等）与使用；化学反应热效应在生产生活中的应用，如热敷袋与冷敷袋等；电池的历史沿革和发展，如伏打电池的发现、干电池的改进和燃料电池的应用。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l4",
    "title": "简单的有机化合物及其应用",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能辨识常见有机化合物分子中的碳骨架和官能团。能概括常见有机化合物中碳原子的成键类型。能描述甲烷、乙烯、乙炔的分子结构特征，并能搭建甲烷和乙烷的结构模型。能写出了丁烷和戊烷的同分异构体。\n\n2. 能描述乙烯、乙醇、乙酸的主要化学性质及相应性质实验的现象，能书写相关的反应式，能利用这些物质的主要性质进行鉴别。\n\n3. 能列举合成高分子、油脂、糖类、蛋白质等有机化合物在生产生活中的重要应用，并结合这些物质的主要性质进行简单说明。\n\n4. 能从有机化合物及其性质的角度对有关能源、材料、饮食、健康、环境等实际问题进行分析、讨论和评价，能说出合成新物质对推动社会发展与提升人类生活质量的重要意义，具有保护环境、健康生活的意识。\n\n5. 能妥善保存、合理使用常见有机化学品，具有安全意识。",
      "teachingTip": {
        "教学策略": "以典型简单有机化合物为例，引导学生初步认识官能团与有机化合物类别及性质的关系。\n\n通过模型拼插等活动引导学生初步认识有机化合物中碳原子的成键特点、共价键类型及简单分子的空间结构。\n\n提倡采用观察实验现象、联系生产生活实际和归纳总结等策略对典型的有机化合物的结构、性质及应用进行教学。",
        "学习活动": "实验及探究活动：乙烯的化学性质；乙醇中碳、氢元素的检测；固体酒精的制备；乙酸乙酯的制备；淀粉水解产物中葡萄糖的检验；蛋白质的变性实验；吸水性高分子材料与常规材料吸水能力的比较；不同塑料遇热软化的难易程度的比较。\n\n调查与交流讨论：查阅我国乙烯工业的发展历程；讨论石油化工中的物质转化与应用、石油的能源和资源价值；查阅可燃冰、页岩气等资源的开发利用；调查乙醇汽油的应用现状与发展前景；查阅高分子材料在载人航天、探月探火、深海深地探测等我国重大科技成果中的应用与发展；调查塑料垃圾的产生、分类与处理。",
        "情境素材": "原油的分馏、裂化及裂解产品和用途，常见燃油标号的含义；乙烯工业，用于水果催熟的乙烯制剂。\n\n我国酿造技术；不同饮用酒中酒精的浓度，乙醇在人体内的转化，酒后驾车人员呼出气体中酒精含量的检测；固体酒精、乙醇汽油、工业酒精；乙醇钠在药物合成中的应用。\n\n食物中的糖类、油脂、蛋白质在人体内的转化，常见体检指标中的有机化合物；有机合成高分子材料的性能和用途，塑料的分类和合理\n\n使用, 水立方的外立面膜结构材料——ETFE膜（乙烯-四氟乙烯共聚物）、塑胶跑道的材料、手机贴膜等。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l5",
    "title": "化学与社会发展",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能列举事实说明化学科学在生产生活中的应用价值，以及对人类文明的伟大贡献。能列举我国化学科学与技术应用的重要成果。能举例说明与化学有关的职业，简单分析这些职业与化学科学的关系。\n\n2. 能从材料组成的角度对生活中常见的材料进行分类，能根据使用需求选择适当的材料，能解释使用注意事项，并能科学合理使用，具有依据物质性质分析健康问题的意识。\n\n3. 能举例说明重要资源和能源的主要类型、成分和用途；能从化学的角度分析从资源到产品的转化途径，能对资源的开发利用和能源的使用方案进行评价；辩证地看待资源和能源使用的利弊及其对环境和社会的影响。\n\n4. 能列举常见的大气、水体和土壤的污染物及其危害，能说明常见污染的成因和防治措施的化学原理，能结合具体的污染问题设计简单的防治方案。能举例说明化学对环境保护的作用。\n\n5. 能主动运用所学的化学知识和方法解决生产生活中简单的化学问题。在应用化学成果时能主动考虑其对自然和社会带来的可能影响，权衡化学成果在生产生活中应用的利弊。能运用“绿色化学”思想分析和讨论化工生产的相关问题。\n\n6. 具有节约资源、保护环境、人与自然和谐共生的可持续发展意识。从自身做起，形成简约适度、绿色低碳的生活方式，合理处置生活废弃物。\n\n7. 能依据国家关于安全生产、环境保护、食品安全、药物开发等方面的法律法规分析与化学有关的社会热点问题。\n\n# （二）选择性必修课程\n\n# 模块1 化学反应原理\n\n本课程模块设置了化学反应与能量，化学反应的方向、限度和速率，以及水溶液中的离子反应与平衡3个主题，探索化学反应的规律及其应用。通过本课程模块的学习，引导学生进一步认识化学变化所遵循的基本原理，发展关于物质变化的化学基本观念。了解化学反应中能量转化所遵循的规律，感悟化学反应原理对促进科学技术和人类社会文明进步所起的重要作用，发展化学学科核心素养。",
      "teachingTip": {
        "教学策略": "精选教学素材和应用案例，促进学生体会和赞赏化学科学对人类文明和社会发展的重要贡献。\n\n加强物质组成、结构、性质等化学知识与真实情境素材之间的联系，引导学生从化学的视角看待和解决实际问题。\n\n通过讨论与化学相关的社会性科学议题，促进学生辩证地看待问题，培养学生参与社会决策的意识。\n\n开展参观工厂、专家讲座等多样化的实践活动，促进学生实现“知、情、意、行”的统一。",
        "学习活动": "实验及探究活动：实验室模拟海水提溴、提镁，海带提碘；实验室模拟金属的冶炼；测定空气中二氧化硫等污染物的含量；补铁剂、抗酸性胃药中有效成分的检验；不同水果中维生素C含量的比较。\n\n调查与交流讨论：讨论合成氨、药物合成、合成材料、环境保护等对提高人类生活质量的价值和意义；查阅北京冬奥场馆、港珠澳大桥等我国重点工程中应用的新型材料的相关资料；查阅国家关于安全生产、环境保护、食品安全、药物研发等方面的法律法规，讨论与之相关的典型案例；查阅海水资源及其利用的相关资料；查阅空气污染物的来源以及处理方案；收集有关水处理技术发展的资料；查阅国家在实施大气污染和水污染防治、土壤污染管控和修复行动中的重要举措；查阅我国经济社会发展绿色转型、生态环境治理进程中与化学化工有关的典型案例；讨论食品添加剂的使用，评论与食品安全有关的重大社会事件；结合本主题的学习，制作相关内容的展板，或举办一次专题报告会。",
        "情境素材": "与化学有关的职业及其与化学科学领域的关系。\n\n我国化学科学技术及其应用成果：陶瓷、冶金、火药、造纸、侯氏制碱法、人工合成结晶牛胰岛素、青蒿素提取等。\n\n化学与材料开发：陶瓷、水泥、玻璃、光导纤维和单晶硅等无机非金属材料；功能高分子材料在医疗、航空航天等领域的应用；保水材料在沙漠治理中的应用；碳材料和纳米材料的应用。\n\n资源开发与能源利用：金属矿物、煤等资源与能源的开发利用；海水淡化；太阳能光催化分解水制氢气；燃料电池；化学在光伏产业中的应用；“循环经济”与“工业生态”的实施案例。\n\n环境问题与处理：雾霾的主要成分与来源，汽车尾气与雾霾的关系；大气中的VOCs（挥发性有机化合物）的成分与来源；煤和石油的脱硝脱硫，烟囱排放中污染物的吸收；采矿和金属提炼的环境代价；水体富营养化、COD（化学需氧量）或BOD（生化需氧量）的测定；垃圾及废弃物的分类、回收处理与循环利用；可降解塑料（如聚乳酸）。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l6",
    "title": "化学反应与能量",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能辨识化学反应中的能量转化形式，能解释化学反应中能量变化的本质。\n\n2. 能进行反应焓变的简单计算，能用热化学方程式表示反应中的能量变化，能运用反应焓变合理选择和利用化学反应。\n\n3. 能分析、解释原电池和电解池的工作原理，能设计简单的原电池和电解池。\n\n4. 能列举常见的化学电源，并能利用相关信息分析化学电源的工作原理。能利用电化学原理解释金属腐蚀现象，选择并设计防腐措施。\n\n5. 能举例说明化学在解决能源危机中的重要作用，能分析能源的利用对自然环境和社会发展的影响，形成节约资源、保护环境的意识。能从物质变化、能量变化等视角综合分析、解决关于化学反应应用的实际问题。",
      "teachingTip": {
        "教学策略": "结合具体实例（如氢气与氧气反应生成气态水和液态水释放能量不同）激发学生认知冲突，发展学生基于内能及内能的变化认识物质所具有的能量和化学反应中能量变化的本质，体会引入焓变概念的价值，理解热化学方程式的书写规则。\n\n利用锌铜双液原电池、铅酸蓄电池、氢氧燃料电池、电解熔融氯化钠和电解饱和食盐水等案例素材，组织学生开展分析解释、推论预测、设计评价等学习活动，发展学生对原电池和电解池工作原理的认识，促使学生认识到电极反应、电极材料、离子导体、电子导体是电化学体系的基本要素，建立对电化学过程的系统分析思路，提高学生对电化学本质的认识。\n\n教学中应创设真实情境（如不同应用情境中燃料的选择，化工生产路线的选择），组织学生开展基于能量利用需求选择反应、设计能量转\n\n化路径和装置等活动，形成合理利用化学反应中的能量变化的意识和思路，提升“科学探究与创新意识”和“科学态度与社会责任”的化学学科核心素养。",
        "学习活动": "实验及探究活动：双液电池的构成及其工作原理；锌锰干电池的探究；电解氯化铜溶液；电解饱和食盐水；吸氧腐蚀；暖贴的设计。\n\n调查与交流讨论：调查煤、液化石油气、煤气、天然气等在不同工艺条件下的热能利用效率，提出提高能源利用率的合理化建议；查阅资料，了解人类社会所面临的能源危机及未来新型能源；讨论选择燃料的依据；调查市场常见化学电池的种类，讨论这些电池的工作原理和回收价值；讨论防止钢铁腐蚀的方法；查阅资料，了解电解在化工生产中的应用；讨论电镀工业对社会发展的贡献及对环境造成的影响。",
        "情境素材": "氢气与氯气反应生成氯化氢的能量变化；氢气与氧气反应生成液态水或气态水的能量变化；不同燃料的燃烧热。\n\n工业生产硝酸反应路线的选择；火箭推进剂燃料的选择，我国航空航天领域用到的燃料；煤炭的综合利用，我国在煤炭清洁高效利用方面的进展。\n\n铅酸蓄电池、锂离子电池等生活中常用的电池；氢氧燃料电池与电解水；化学电池的发展历史与新型电池的开发；电冶金，如电解熔融氯化钠或氧化铝、电解精炼铜；电解在污水处理、煤炭脱硫等领域的应用。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l7",
    "title": "化学反应的方向、限度和速率",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能书写平衡常数表达式，能进行平衡常数、平衡转化率的简单计算，能利用平衡常数和浓度商的关系判断化学反应是否达到平衡及化学反应的方向。\n\n2. 能运用浓度、压强、温度对化学平衡的影响规律，推测平衡移动方向及浓度、平衡转化率等相关物理量的变化，能讨论化学反应条件选择和优化的依据。\n\n3. 能进行化学反应速率的简单计算，能通过实验探究分析不同组分浓度改变对化学反应速率的影响，能用一定的理论模型说明外界条件改变对化学反应速率的影响。\n\n4. 能运用温度、浓度、压强和催化剂对化学反应速率的影响规律\n\n解释生产生活、化学实验中的实际问题，能讨论化学反应条件的选择和优化。\n\n5. 能举例说明反应调控在生产生活和科学研究中的重要作用。针对典型的实际案例，能从化学反应限度、速率等角度对化学反应条件进行综合分析，从节能、环保、资源综合利用等多角度进行评价。",
      "teachingTip": {
        "教学策略": "引导学生经历化学平衡常数模型建构的过程，结合具体实例，促使学生体会化学平衡常数在判断平衡状态、反应方向，分析预测平衡移动方向等方面的功能价值；通过交流讨论活动，帮助学生形成基于浓度商和化学平衡常数的比较分析等温条件下平衡移动问题的基本思路。\n\n结合具体实例，使学生认识到化学反应是有历程的；结合具体数据，使学生认识到活化能对化学反应速率的影响；通过组织学生讨论外部条件对化学反应速率影响的原因，引导学生体会理论模型建构的过程。\n\n组织学生开展“化学反应速率测定”“外界条件对化学反应速率影响”等实验活动，发展变量控制的思想；在开展“外界条件对化学平衡影响”的实验探究活动中，发展学生基于演绎推理作出预测并进行实验设计的能力。\n\n结合生产实例，组织学生开展关于反应条件的选择与优化的讨论，促使学生形成从限度、速率等多角度综合调控化学反应的基本思路，发展学生的变化观念和系统思维。",
        "学习活动": "实验及探究活动：浓度对氯化铁与硫氰化钾反应平衡的影响；温度对二氧化氮-四氧化二氮平衡的影响；测定某化学反应的速率；浓度、温度对硫代硫酸钠溶液与稀硫酸反应速率的影响；探究影响草\n\n酸溶液与酸性高锰酸钾溶液反应速率的因素；温度对加酶洗衣粉的洗涤效果的影响。\n\n调查与交流讨论：查阅工业催化剂的用途、工业生产条件优化依据的相关资料；讨论影响化学反应速率因素的理论解释；基于数据讨论对化学反应速率、化学平衡影响因素的新认识；讨论合成氨反应条件的选择。",
        "情境素材": "有应用价值的可逆反应体系，如工业合成氨、高炉炼铁、水煤气的生产、高压氧舱治疗一氧化碳中毒等；化学平衡影响因素的证据素材，如酸碱指示剂的变色等。\n\n不同催化剂对淀粉水解速率的影响，氨氧化制一氧化氮反应中的催化剂的选择性作用，中国石油化工领域自主研发的催化剂；温度改变和活化能改变对化学反应速率的影响数据。\n\n调控化学反应的成功案例，如与工业合成氨相关的诺贝尔奖、汽车尾气处理，以及塑料的工业合成等。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l8",
    "title": "水溶液中的离子反应与平衡",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能用化学用语正确表示水溶液中的离子反应与平衡，能通过实验证明水溶液中存在的离子平衡，能举例说明离子反应与平衡在生产生活中的应用。\n\n2. 能从电离、离子反应与平衡的角度分析溶液的酸碱性、导电性等性质，以及有关物质转化的问题。\n\n3. 能进行溶液  $\\mathrm{pH}$  的简单计算，能正确测定溶液  $\\mathrm{pH}$ ，能调控溶液的酸碱性。能选择实例说明溶液  $\\mathrm{pH}$  的调控在工农业生产和科学研究中的重要作用。\n\n4. 能综合运用离子反应、化学平衡原理，分析和解决生产生活中有关溶液的实际问题，并说明化学原理的应用价值。\n\n# 模块2 物质结构与性质\n\n本课程模块设置了原子结构与元素的性质、微粒间的相互作用与物质的性质、研究物质结构的方法与价值3个主题。通过本课程模块的学习，引导学生在原子、分子水平上认识物质的结构，从化学键、分子间作用力等视角研究物质的结构与性质之间的关系；帮助学生了解人类探索物质结构的过程和方法，提升对科学本质的认识，发展化学学科核心素养。",
      "teachingTip": {
        "教学策略": "通过论证电离平衡、水解平衡、沉淀溶解平衡等的存在，以及对平衡移动的分析，发展学生的“变化观念与平衡思想”；关注水溶液体系的特点，结合实验现象、数据等证据素材，引导学生形成认识水溶液中离子反应与平衡的基本思路。\n\n通过让学生画微观图示、解释宏观现象等具体任务，探查学生对水溶液体系认识的障碍点，以进一步改进教学。在组织学生开展实验探究活动时，注意实验前的预测和对实验现象的分析解释，对假设预测、实验方案、实验结论进行完整论证，培养学生的系统思维能力。\n\n结合自然现象和生产生活实际问题组织学生开展分析解释、方案设计等活动，促进学生认识水溶液中的离子反应与平衡对生产生活和社会发展的作用。",
        "学习活动": "实验及探究活动：测定溶液  $\\mathrm{pH}$  ；探究促进或抑制氯化铁水解的因素；沉淀的转化。\n\n调查与交流讨论：讨论  $K_{\\mathrm{w}}$  的定义和应用；讨论盐溶液呈酸性、中性或碱性的原因；查阅资料并讨论含氟牙膏预防龋齿的化学原理，提出牙膏加氟需要注意的问题；查阅资料并讨论水溶液中的离子平衡在化工生产中的应用，如“侯氏制碱法”的基本原理等。",
        "情境素材": "同浓度盐酸、醋酸的  $\\mathrm{pH}$ ; 不同盐溶液的酸碱性; 泡沫灭火器;\n\n氯化银与碘化银、硫化锌与硫化银、氢氧化镁与氢氧化铁沉淀的转化；钡盐中毒与解毒。\n\n水溶液中离子平衡的应用实例，如弱酸的制备、铝盐和铁盐的净水作用、石灰岩溶洞的形成，以及可溶性钡盐的工业生产等。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l9",
    "title": "原子结构与元素的性质",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能说明微观粒子的运动状态与宏观物体运动特点的差异。\n\n2. 能结合能量最低原理、泡利不相容原理、洪特规则书写  $1 \\sim 36$  号\n\n元素基态原子的核外电子排布式和轨道表示式，并说明含义。\n\n3. 能说出元素电离能、电负性的含义，能描述主族元素第一电离能、电负性变化的一般规律，能从电子排布的角度对这一规律进行解释。能说明电负性大小与原子在化合物中吸引电子能力的关系，能利用电负性判断元素的金属性与非金属性的强弱，推测化学键的极性。\n\n4. 能从原子价电子数目和价电子排布的角度解释元素周期表的区、周期和族的划分。能列举元素周期律（表）的应用。\n\n5. 能说明建构思维模型在人类认识原子结构过程中的重要作用，能论证证据与模型建立及其发展之间的关系。能简要说明原子核外电子运动规律的理论探究对研究元素性质及其变化规律的意义。",
      "teachingTip": {
        "教学策略": "关注学生在必修阶段对原子结构、元素性质和元素周期律（表）的已有认识，利用氢原子和多电子原子光谱所产生的复杂现象，引导学生反思已有理论模型的局限，建立新的原子结构模型。借助科学史相关素材多角度展示人类对原子结构的认识过程，促进学生对科学本质的理解。\n\n向学生提供原子半径、第一电离能、电负性等数据，引导学生讨论\n\n原子序数与核外电子排布的关系，让学生自主发现变化规律，建构元素周期律（表）模型，并利用模型分析和解释一些常见元素的性质。\n\n注重帮助学生建立基于“位一构一性”关系的系统思维框架，提高学生分析和解决问题的能力。",
        "学习活动": "实验及探究活动：利用自制分光镜或者光谱仪查看不同元素的原子光谱；利用计算机作图，描述原子序数与原子半径、第一电离能、电负性等数据的关系，认识原子结构与元素性质变化的关系；根据原子结构和元素性质的变化规律自主设计、绘制元素周期表。\n\n调查与交流讨论：交流讨论元素周期表中区、周期、族的划分与元素原子核外电子排布的关系；从核外电子排布的角度解释主族元素原子半径、电离能、电负性等元素性质变化规律的原因；利用电离能、电负性的数据，讨论元素及其化合物性质的变化规律；查阅有关元素的电负性资料，解释元素的“对角线”规则，列举实例予以说明。",
        "情境素材": "焰火、霓虹灯的颜色与原子结构的联系；激光与电子跃迁；原子吸收和发射光谱在元素分析中的应用，几种金属的焰色与发射光谱；氢原子、钠原子的线状光谱与玻尔模型的建立和发展；微观粒子的波粒二象性。\n\n多样化的周期表排布方式；原子半径、电离能的测定方法，近似能级图和电负性概念的发展；原子轨道能级顺序徐光宪  $n + 0.7l$  规则；第一个稀有气体化合物（ $\\mathrm{XePtF_6}$ ）的发现。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l10",
    "title": "微粒间的相互作用与物质的性质",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能说出微粒间作用（离子键、共价键、配位键和分子间作用力等）的主要类型、特征和实质；能比较不同类型的微粒间作用的联系与区别；能说明典型物质的成键类型。\n\n2. 能利用电负性判断共价键的极性，能根据共价分子的结构特点说明简单分子的某些性质；能运用离子键、配位键、金属键等模型，解释离子化合物、配合物、金属等物质的某些典型性质；能说明氢键、范德华力对物质熔、沸点等性质的影响，能列举含有氢键的物质及其性质特点。\n\n3. 能根据给定的信息分析常见简单分子的空间结构，能利用相关理论解释简单的共价分子的空间结构；能根据分子结构特点和键的极性来判断分子的极性，并据此对分子的一些典型性质及其应用作出解释。\n\n4. 能说出晶体与非晶体的区别；能结合实例描述晶体中微粒排列的周期性规律；能借助分子晶体、共价晶体、离子晶体、金属晶体等模型说明晶体中的微粒及其微粒间的相互作用。\n\n5. 能从微粒的空间排布及其相互作用的角度对生产生活、科学研究中的简单案例进行分析，举例说明物质结构研究的应用价值，例如，配合物在生物、化学等领域的广泛应用，氢键对于生命的重大意义。",
      "teachingTip": {
        "教学策略": "关注不同类型微粒间相互作用概念的形成和发展思路，充分利用建立这些概念所使用的关键证据，通过实验事实和数据的对比，引发学生的认知冲突，引导学生进行解释，促使学生反思原有的概念模型的局限性，深化对微粒间相互作用模型的认识，发展学生“证据推理与模型认知”核心素养。\n\n指导学生搭建分子结构、晶体结构模型，借助计算机软件模拟或生成式人工智能、视频等多种直观手段进行展示，降低教学内容的抽象性，促进学生对相关内容的理解和认识。\n\n选用学生熟悉的生活现象、实验事实，以及科学研究和工业生产中的相关案例作为素材，激发学生的学习兴趣，帮助学生建立结构与性质之间的联系，发展“宏观辨识与微观探析”“证据推理与模型认知”等化学学科核心素养。",
        "学习活动": "实验及探究活动：“相似相溶”规则的实际应用；比较水、四氯化碳等分子的极性；简单配合物的制备，如银、铜、铁等金属离子所形成的配合物的制取与性质；制作典型物质的晶体结构模型。\n\n调查与交流讨论：分析金刚石晶体与石墨晶体的结构特点，比较两者性质的差异；交流讨论卤素单质和卤化氢熔、沸点变化的规律；分析邻羟基苯甲酸、对羟基苯甲酸的沸点和溶解度差异的原因；解释氢键对水的物理性质的影响；分析金属晶体具有良好的导电性、导热性和延展性的原因；查阅资料分析氯化钠、硫酸铵离子晶体的结构特征；查阅“手性分子”的合成及应用；查阅我国化学家在配位化学领域的重要成果。",
        "情境素材": "价键理论发展的史实；紫外线杀菌消毒的原理。\n\n配位化合物在生命科学、医药科学和材料化学等领域的应用，如氧气与血红蛋白中的  $\\mathrm{Fe}^{2+}$  的作用，生命体中碳酸酐酶的作用，抗癌药物等。\n\n氢键与生命的密切关系，如DNA和蛋白质结构中的氢键。\n\n手性分子对药物研究的重要性。\n\n氧族元素氢化物的沸点；范德华力概念的提出。\n\n晶体缺陷及其应用；合金的性能；混合型晶体。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l11",
    "title": "研究物质结构的方法与价值",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能举例说明人类对物质结构的认识是不断发展的，并简单说明促进这些发展的原因。\n\n2. 能说明原子光谱、分子光谱、晶体X射线衍射等实验手段在物质结构研究中的作用。\n\n3. 能举例说明物质在原子、分子、超分子、聚集态等不同尺度上的结构特点对物质性质的影响，能举例说明结构研究对于发现、制备新物质的作用。\n\n4. 能认识到化学已经发展成为实验和理论并重的学科，能欣赏物质结构的研究及其理论发展对化学学科发展的贡献。\n\n# 模块3 有机化学基础\n\n本课程模块设置了有机化合物的组成与结构、烃及其衍生物的性质与应用、生物大分子及合成高分子3个主题。通过本课程模块的学习，引导学生建立“结构决定性质”的化学基本观念，形成基于官能团、化学键与反应类型认识有机化合物的一般思路，了解有机化合物的结构测定、性质探究、合成路线设计等相关知识，发展化学学科核心素养。",
      "teachingTip": {
        "教学策略": "有效利用化学史的素材，帮助学生认识科学理论会随着技术手段的进步和实验证据的丰富而发展，通过设计角色扮演等活动引导学生理解科学理论发展过程中的争论，从而增进对科学本质的理解。\n\n选取与现实生活、科学前沿密切相关的案例，促使学生认识研究物质结构的价值。通过查阅文献、听专家讲座、观看化学影视资料等多种途径开展教学，开阔学生的视野，激发学生探索物质结构奥秘的热情。",
        "学习活动": "实验及探究活动：模拟利用晶体X射线衍射研究物质微观结构的方法，体验科学家借助原子坐标数据建立分子结构模型的过程；借助物质熔、沸点与氢键、范德华力的关系探究影响氢键、范德华力的因素；探究分子的价电子数目与空间结构的关系。\n\n调查与交流讨论：交流讨论模型在探索物质结构中的作用；收集20世纪科学家在物质结构探索方面的有关资料；查阅资料讨论氢键和建立氢键理论模型的过程，讨论氢键对物质性质的影响；查阅利用物质\n\n结构进行药物设计和材料优化的案例；走访科研机构，了解物质结构研究的现代技术和先进成果。",
        "情境素材": "科学家建立原子结构、分子结构等模型的历史。\n\n配合物与抗癌药物的设计，手性药物设计；碳的同素异形体及其应用；金属材料性能的优化；功能高分子材料的研制；元素周期表与超导材料；光伏材料、催化材料、纳米材料等新型材料。\n\n晶体X射线衍射、原子光谱、分子光谱等结构分析技术。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l12",
    "title": "有机化合物的组成与结构",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能辨识有机化合物分子中的官能团，判断有机化合物分子中碳原子的饱和程度、键的类型，分析键的极性；能依据有机化合物分子的结构特征分析简单有机化合物的某些化学性质。\n\n2. 能辨识同分异构现象，能写出符合特定条件的同分异构体，能举例说明立体异构现象。\n\n3. 能说出测定有机化合物分子结构的常用仪器分析方法，能结合图谱信息分析判断简单有机化合物的分子结构。",
      "teachingTip": {
        "教学策略": "通过模型拼插或动画模拟建立对有机化合物分子结构的直观认识，利用物质结构的有关理论帮助学生理解有机化合物分子结构的特点，体会碳原子结构特征对其成键特征和分子空间结构的决定作用。\n\n将性质作为有机化合物结构教学的切入点和落脚点，关注结构与性质的关联。通过对有机化合物化学性质的分析解释活动，引导学生体会\n\n官能团、碳原子的饱和性和化学键的极性对有机化合物性质的决定作用；结合典型实例认识有机化合物分子中基团间存在相互影响，并适当开展基于结构分析预测性质和反应的学习活动。\n\n关注结构测定的方法与证据的获取，选择典型有机化合物的图谱信息帮助学生了解现代仪器分析方法在确定有机化合物分子结构中的作用。",
        "学习活动": "实验及探究活动：用球棍模型搭建常见有机化合物的分子结构；多媒体软件展示有机化合物分子的空间结构和异构现象；以苯酚、苯和乙醇化学性质的比较为例，实验探究有机化合物分子中的基团与化学性质的关系，以及基团之间存在相互影响。\n\n调查与交流讨论：查阅资料或观看影像资料，了解质谱仪、红外光谱仪、核磁共振仪在有机化合物组成分析中的运用；观察典型有机化合物的质谱、红外光谱和核磁共振图谱，并讨论推测有机化合物的结构。",
        "情境素材": "李比希法分析碳氢元素含量的仪器装置与原理；现代仪器分析设备的相关资料，典型有机化合物的质谱、红外光谱和核磁共振图谱信息。\n\n体现结构与性质关系的典型例证。例如，乙烯、乙醇、乙酸的典型性质及其与分子结构的关系，正丁醇与叔丁醇性质的差异，硬脂酸钠、烷基磺酸钠的结构特点及其乳化作用，反式脂肪酸的结构特征及其对人体健康的影响，构成生命体的氨基酸的手性特征，手性药物“反应停”（沙利度胺）中的对映异构体。\n\n有重要应用的、结构复杂的有机化合物分子结构图。例如，青蒿素、维生素  $\\mathrm{B}_{12}$  、牛胰岛素、海葵毒素等。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l13",
    "title": "烃及其衍生物的性质与应用",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能写出烃及其衍生物的官能团、简单代表物的结构简式和名称；能够列举各类有机化合物的典型代表物的主要物理性质。\n\n2. 能描述和分析各类有机化合物的典型代表物的重要反应，能书写相应的反应式。\n\n3. 能基于官能团、化学键的特点与反应规律分析和推断含有典型官能团的有机化合物的化学性质。根据有关信息书写相应的反应式。\n\n4. 能综合应用有关知识完成推断有机化合物、检验官能团、设计有机合成路线等任务。\n\n5. 能参与和有机化合物性质应用相关的社会性科学议题的讨论,\n\n并作出有科学依据的判断、评价和决策。",
      "teachingTip": {
        "教学策略": "进行烃及其衍生物性质教学时，除了以典型代表物的具体反应为载体，通过类比迁移学习一类有机化合物的性质，还可以分析有机化合物分子中的官能团和化学键、预测可能的断键部位与相应的反应，然后提供反应事实，引导学生通过探究学习一类有机化合物的性质。\n\n进行有机反应的教学时，引导学生从反应物和生成物的官能团转化与断键成键的角度概括反应特征与规律，同时引导学生利用反应类型的规律判断、说明和预测有机化合物的性质。\n\n进行有机合成的教学时，素材选取要兼顾目标物的应用价值和对学生思维的挑战性；活动类型要兼顾正向合成和逆向合成任务，引导学生关注结构对比、官能团转化和碳骨架构建；通过合成路线的评价活动使学生体会官能团保护、绿色设计等思想。",
        "学习活动": "实验及探究活动：烃的性质（如乙炔的化学性质、甲苯与酸性高锰酸钾溶液的反应）；烃的衍生物的性质（如醛基的性质与检验）；苯的溴代或硝化反应；1- 溴丁烷的取代和消去反应；乙醇的消去反应；苯\n\n酚的化学性质及其检验；纤维素的水解；油脂的皂化反应与肥皂的洗涤作用；阿司匹林有效成分中官能团的检验。\n\n调查与交流讨论：阅读讨论乳酸、磷脂的结构、性质特点和营养作用，查找实际生活中有用的烃和烃的衍生物，查阅广泛存在于植物中的萜类化合物（如香精、色素）的形成与乙酸的关系，查阅并讨论汽油添加芳香烃增强抗爆震性的利弊。",
        "情境素材": "自然界中存在的含各类典型官能团的有机化合物的结构、功能或用途。\n\n煤、石油、天然气的综合利用；人体内乙醇的代谢，生活中常见的醇类物质及其应用；工业上甲醇合成乙酸的路线；甲醛中毒的原理；糖尿病患者的尿样检测原理；乳酸的性质和应用；制皂原理；人造奶油的制备；酱油与氨基酸；茶与多酚类物质。\n\n有机合成的案例。例如，季戊四醇、长效缓释阿司匹林、肉桂酸乙酯、有机玻璃的单体（甲基丙烯酸甲酯）、苯甲酸苯甲酯、医用胶的合成路线。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l14",
    "title": "生物大分子及合成高分子",
    "description": "",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {
      "achievementRequirement": "1. 能对单体和高分子进行相互推断，能分析高分子的合成路线，能写出典型的加聚反应和缩聚反应的反应式。\n\n2. 能列举典型糖类物质，能说明单糖、二糖和多糖的区别与联系，能探究葡萄糖的化学性质，能描述淀粉、纤维素的典型性质。\n\n3. 能辨识蛋白质结构中的肽键，能说明蛋白质的基本结构特点，能判断氨基酸的缩合产物、多肽的水解产物。能分析说明氨基酸、蛋白质与人体健康的关系。\n\n4. 能辨识核糖核酸、脱氧核糖核酸中的磷酯键，能基于氢键分析碱基的配对原理。能说明核糖核酸、脱氧核糖核酸对于生命遗传的意义。\n\n5. 能举例说明塑料、合成橡胶、合成纤维的组成和结构特点，能列举重要的合成高分子化合物，说明它们在材料领域中的应用和重要价值。\n\n6. 能参与营养健康、材料选择与使用、垃圾处理等社会性科学议题的讨论，并作出有科学依据的判断、评价和决策。",
      "teachingTip": {
        "教学策略": "注重联系生产生活实际。从真实情境中引入生物大分子和合成高分子，并提出与真实情境相关的问题，使学生通过自然现象、生产生活事\n\n实的解释或实际问题解决等活动，认识生物大分子和合成高分子的结构、性质与应用。\n\n突出结构特征的分析。对生物大分子和合成高分子进行结构分析，引导学生通过结构预测性质或分析解释化学性质，从结构特征认识性质，进一步体会有机化合物结构与性质的关系。\n\n体现与生命科学、材料科学的关系。选取生命科学、材料科学的学科发展过程中的重大事件，作为教学的情境线索或活动素材，使学生在学习生物大分子和合成高分子的过程中，认识有机化学作为基础学科对相关学科发展的重要价值。",
        "学习活动": "实验及探究活动：蔗糖的水解；葡萄糖的性质；酶的催化作用；聚乙烯、聚氯乙烯、聚苯乙烯的区分；聚苯乙烯的热分解；氨基酸的检验（与茚三酮的反应），氨基酸的两性实验（以味精为例），蛋白质含量的检测（氨基与亚硝酸的反应）；酚醛树脂的合成。\n\n调查与交流讨论：讨论蛋白质结构的复杂性和种类的多样性；查阅病毒核酸检测的原理和方法；调查口罩、防护服、灭火毯等防护用品涉及的合成材料；查阅各种新型功能高分子材料的性能与应用。",
        "情境素材": "生命科学、材料科学的发展历程中有机化学的重要贡献。\n\n淀粉、纤维素、蛋白质、脱氧核糖核酸、核糖核酸的结构示意图或分子模型，生物医药领域取得的新成果。\n\n常见塑料、合成纤维和合成橡胶的结构简式、单体与合成路线，塑料的发展，如从难降解的聚乙烯到易降解的聚乳酸。\n\n功能高分子材料，如导电高分子（如聚乙炔）、医用高分子（如骨水泥、医用缝合线）等，“双奥”运动场馆建设使用的材料，我国载人航天、探月探火等重大科技成果中使用的新材料。"
      }
    }
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l15",
    "title": "基础实验",
    "description": "围绕物质性质和反应规律的研究、物质的制备、物质的分离与提纯、物质的检测等方面选取实验活动。认识解决这些类型的实验任务的一般思路和常用方法，掌握必需的实验操作技能。供参考的实验活动如下。\n物质性质和反应规律的研究。例如，生活中常见物质的性质研究，物质制备与性质实验的绿色化设计，水溶液中离子平衡的探究。\n物质的制备。例如，硫酸亚铁铵的制备，胶体的制备，乙酸乙酯制备反应条件的探究，对氨基苯磺酸的合成。\n物质的分离与提纯。例如，海水的蒸馏，海带提碘，硝酸钾粗品的提纯，层析法分离食品或植物中的色素。\n物质的检测。例如，亚硝酸钠和食盐的鉴别，加碘盐的检验，食醋总酸量的测定，阿司匹林药片中有效成分的检验。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l16",
    "title": "化学原理探究",
    "description": "围绕化学反应原理和物质结构理论等内容选取实验活动，通过实验探究揭示相关规律和原理。认识实验在形成和发展化学理论中的作用，掌握相应的实验方法与技能。供参考的实验活动如下。\n化学反应原理探究。例如，反应速率影响因素的探究，化学平衡移动的探究，电极反应与电池原理的探究。\n物质结构理论探究。例如，元素周期律的探究，晶体结构与性质关系的探究，分子结构与性质关系的探究。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l17",
    "title": "化工生产过程模拟实验",
    "description": "围绕化工生产过程中的重要反应和典型工艺选取模拟实验活动，认识化学反应原理在化工生产中的应用，理解化工生产过程中的反应条件选择与优化、原料和产品处理、废弃物处理等问题。供参考的实验活动如下。\n化工生产过程模拟实验。例如，接触法制硫酸的模拟实验、工业合成氨的模拟实验、制硝酸的模拟实验等。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l18",
    "title": "综合实验",
    "description": "围绕资源、能源与环境等与可持续发展密切相关的问题开展综合实验项目。例如，用比色法测定水样中的某项指标，空气中二氧化硫、甲醛等污染物的测定等。\n围绕重要化学品的制备、分离提纯与检测等开展综合实验项目。例如，硫酸亚铁铵的制备与纯度测定，乙酸乙酯的制备与产率测定等。\n围绕有机合成与推断等开展综合实验项目。例如，某些有机物的合成与鉴定，未知有机物结构的推断等。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l19",
    "title": "化学与生活",
    "description": "围绕日常生活中的化学问题选取学习内容和活动，认识化学与衣、食、住、行等生活的密切联系，形成科学的生活观念与生活态度。供参考的学习内容与活动如下。\n化学与衣。例如，合成纤维与天然纤维的性质比较，衣物洗涤与去污等。\n化学与食。例如，营养成分与食品安全，食品添加剂与合理使用等。\n化学与住。例如，建筑材料与室内环境，水质净化与饮用水安全等。\n化学与行。例如，燃料与能源利用，汽车尾气污染与治理等。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l20",
    "title": "化学与技术",
    "description": "围绕资源利用、材料制造、工农业生产中的化学问题选取学习内容和活动，认识化学在生产生活和社会发展中的广泛应用，体会化学是推进科学技术和现代社会文明进步的重要力量。供参考的学习内容与活动如下。\n资源利用。例如，海水资源综合利用，金属资源开发与回收利用等。\n材料制造。例如，合金材料、无机非金属材料、高分子材料等的制备与应用。\n工农业生产。例如，化肥与农药的合理使用，工业生产中的典型化学过程与绿色化设计等。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l21",
    "title": "综合实践",
    "description": "针对社会情境中与化学相关的真实问题开展项目研究，形成项目研究成果，如项目研究报告、项目产品等。供参考的项目研究主题如下。\n基于碳中和理念设计低碳行动方案。\n垃圾的分类与回收利用。\n探究土壤酸碱性对植物生长的影响。\n海洋资源的综合利用与制盐。\n调查家用燃料的变迁与合理使用。\n调查我国航天科技领域中新型材料、新型能源的应用。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l22",
    "title": "化学科学研究进展",
    "description": "围绕化学科学研究的重要成果与新进展选取学习内容和活动，帮助学生了解化学前沿发展的面貌与趋势，激发学习和研究化学的兴趣，增进对化学科学的整体感知。供参考的学习内容与活动如下。\n现代化学研究的重要领域、重要成果和新进展。\n我国化学科学研究的重要成果与进展。\n化学研究方法与技术的发展及其应用。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l23",
    "title": "作为交叉学科的化学",
    "description": "围绕化学与物理、生物、材料、环境、医学等学科的交叉融合选取学习内容和活动，帮助学生认识化学作为中心学科的重要地位及其与相关学科交叉融合的发展趋势，拓展分析问题和解决问题的角度和思路。供参考的学习内容与活动如下。\n化学与材料科学。\n化学与生命科学。\n化学与环境科学。\n化学与医学。\n化学与能源科学。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  },
  {
    "identifier": "urn:jy:chemistry:SB0402:OB06:LearningTheme:l24",
    "title": "化学工程研究进展",
    "description": "围绕化学工程研究的重要成果与进展选取学习内容和活动，帮助学生了解化学工程研究的发展面貌与趋势，认识我国化学工程发展的机遇和挑战，深化对化学基本原理、基本方法与化学工程研究前沿关系的认识。供参考的学习内容与活动如下。\n化学工程研究的重要领域、重要成果和新进展。\n我国化学工程研究的重要成果与进展。\n化学工程研究方法与技术的发展及其应用。",
    "subject": "SB0402",
    "type": "LearningTheme",
    "applicableLevel": "OB06",
    "contentJson": {}
  }
]