[
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：公共参与 支撑 课程理念2（证据：核心素养内涵提到“义务，尊重自由平等，维护公平正义，弘扬社会主义法治精神，传承中华优秀传统法律文化，做社会主义法治的忠实崇尚者、自觉遵守者、坚定捍卫者。 # 4. 公共参与 我国公民的公共参与，就是有序参与公共事务，勇于承担社会责任，积极行使人民当家作主的政治权利。 广泛的公共参与，彰显人民主体地位，是公民行使知情权、参与权、表达权、监”；课程理念表述“的眼光、国情的眼光、辩证的眼光、文化的眼光和国际的眼光，引领学生通过观察、辨析、反思和实践，真学真懂真信真用马克思主义，立强国报国大志向，做挺膺担当奋斗者。 二是构建以培育思想政治学科核心素养为主导的活动型学科课程。本课程力求构建理论逻辑与实践逻辑、学科体系与生活关切相结合的活动型学科课程。学科内容采取思维活动和社会实”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:4",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:2"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念2 培育 公共参与（证据：课程理念强调“的眼光、国情的眼光、辩证的眼光、文化的眼光和国际的眼光，引领学生通过观察、辨析、反思和实践，真学真懂真信真用马克思主义，立强国报国大志向，做挺膺担当奋斗者。 二是构建以培育思想政治学科核心素养为主导的活动型学科课程。本课程力求构建理论逻辑与实践逻辑、学科体系与生活关切相结合的活动型学科课程。学科内容采取思维活动和社会实”；对应核心素养强调“义务，尊重自由平等，维护公平正义，弘扬社会主义法治精神，传承中华优秀传统法律文化，做社会主义法治的忠实崇尚者、自觉遵守者、坚定捍卫者。 # 4. 公共参与 我国公民的公共参与，就是有序参与公共事务，勇于承担社会责任，积极行使人民当家作主的政治权利。 广泛的公共参与，彰显人民主体地位，是公民行使知情权、参与权、表达权、监”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:2",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:4"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：公共参与 支撑 课程理念3（证据：核心素养内涵提到“义务，尊重自由平等，维护公平正义，弘扬社会主义法治精神，传承中华优秀传统法律文化，做社会主义法治的忠实崇尚者、自觉遵守者、坚定捍卫者。 # 4. 公共参与 我国公民的公共参与，就是有序参与公共事务，勇于承担社会责任，积极行使人民当家作主的政治权利。 广泛的公共参与，彰显人民主体地位，是公民行使知情权、参与权、表达权、监”；课程理念表述“生的真实生活和长远发展，使理论观点与生活经验、劳动经历有机结合，让学生在社会实践活动的历练中、在自主辨析的思考中感悟真理的力量，自觉践行社会主义核心价值观。 三是构建把道理讲深讲透讲活的教学方式。本课程基于高中学生思想认识和行为方式的多样性、可塑性，着力改进教学方式和学习方式。在课程实施中，充分利用现代信息技术，拓展教”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:4",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:3"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念3 培育 公共参与（证据：课程理念强调“生的真实生活和长远发展，使理论观点与生活经验、劳动经历有机结合，让学生在社会实践活动的历练中、在自主辨析的思考中感悟真理的力量，自觉践行社会主义核心价值观。 三是构建把道理讲深讲透讲活的教学方式。本课程基于高中学生思想认识和行为方式的多样性、可塑性，着力改进教学方式和学习方式。在课程实施中，充分利用现代信息技术，拓展教”；对应核心素养强调“义务，尊重自由平等，维护公平正义，弘扬社会主义法治精神，传承中华优秀传统法律文化，做社会主义法治的忠实崇尚者、自觉遵守者、坚定捍卫者。 # 4. 公共参与 我国公民的公共参与，就是有序参与公共事务，勇于承担社会责任，积极行使人民当家作主的政治权利。 广泛的公共参与，彰显人民主体地位，是公民行使知情权、参与权、表达权、监”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:3",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:4"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：公共参与 支撑 课程理念4（证据：核心素养内涵提到“义务，尊重自由平等，维护公平正义，弘扬社会主义法治精神，传承中华优秀传统法律文化，做社会主义法治的忠实崇尚者、自觉遵守者、坚定捍卫者。 # 4. 公共参与 我国公民的公共参与，就是有序参与公共事务，勇于承担社会责任，积极行使人民当家作主的政治权利。 广泛的公共参与，彰显人民主体地位，是公民行使知情权、参与权、表达权、监”；课程理念表述“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:4",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:4"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念4 培育 公共参与（证据：课程理念强调“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”；对应核心素养强调“义务，尊重自由平等，维护公平正义，弘扬社会主义法治精神，传承中华优秀传统法律文化，做社会主义法治的忠实崇尚者、自觉遵守者、坚定捍卫者。 # 4. 公共参与 我国公民的公共参与，就是有序参与公共事务，勇于承担社会责任，积极行使人民当家作主的政治权利。 广泛的公共参与，彰显人民主体地位，是公民行使知情权、参与权、表达权、监”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:4",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:4"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：政治认同 支撑 课程理念1（证据：核心素养内涵提到“，是学生通过学科学习而逐步形成的正确价值观、必备品格和关键能力。思想政治学科核心素养，主要包括政治认同、科学精神、法治观念和公共参与。 # 1. 政治认同 我国公民的政治认同，就是拥护中国共产党的领导，坚持马克思主义，坚持和发展中国特色社会主义，认同中华人民共和国、中华民族、中华文化，弘扬和践行社会主义核心价值观。 中”；课程理念表述“教育一体化建设的理念，与义务教育道德与法治、高校思想政治理论课等衔接，与时事政治教育相互补充，与高中其他学科教学和相关德育工作相互配合。 # 二、课程理念 一是坚持正确的思想政治方向。本课程立足时代发展，对学生进行马克思主义基本理论教育，用习近平新时代中国特色社会主义思想铸魂育人，培养德智体美劳全面发展的社会主义建设者”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:1",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:1"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念1 培育 政治认同（证据：课程理念强调“教育一体化建设的理念，与义务教育道德与法治、高校思想政治理论课等衔接，与时事政治教育相互补充，与高中其他学科教学和相关德育工作相互配合。 # 二、课程理念 一是坚持正确的思想政治方向。本课程立足时代发展，对学生进行马克思主义基本理论教育，用习近平新时代中国特色社会主义思想铸魂育人，培养德智体美劳全面发展的社会主义建设者”；对应核心素养强调“，是学生通过学科学习而逐步形成的正确价值观、必备品格和关键能力。思想政治学科核心素养，主要包括政治认同、科学精神、法治观念和公共参与。 # 1. 政治认同 我国公民的政治认同，就是拥护中国共产党的领导，坚持马克思主义，坚持和发展中国特色社会主义，认同中华人民共和国、中华民族、中华文化，弘扬和践行社会主义核心价值观。 中”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:1",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:1"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：政治认同 支撑 课程理念2（证据：核心素养内涵提到“，是学生通过学科学习而逐步形成的正确价值观、必备品格和关键能力。思想政治学科核心素养，主要包括政治认同、科学精神、法治观念和公共参与。 # 1. 政治认同 我国公民的政治认同，就是拥护中国共产党的领导，坚持马克思主义，坚持和发展中国特色社会主义，认同中华人民共和国、中华民族、中华文化，弘扬和践行社会主义核心价值观。 中”；课程理念表述“的眼光、国情的眼光、辩证的眼光、文化的眼光和国际的眼光，引领学生通过观察、辨析、反思和实践，真学真懂真信真用马克思主义，立强国报国大志向，做挺膺担当奋斗者。 二是构建以培育思想政治学科核心素养为主导的活动型学科课程。本课程力求构建理论逻辑与实践逻辑、学科体系与生活关切相结合的活动型学科课程。学科内容采取思维活动和社会实”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:1",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:2"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念2 培育 政治认同（证据：课程理念强调“的眼光、国情的眼光、辩证的眼光、文化的眼光和国际的眼光，引领学生通过观察、辨析、反思和实践，真学真懂真信真用马克思主义，立强国报国大志向，做挺膺担当奋斗者。 二是构建以培育思想政治学科核心素养为主导的活动型学科课程。本课程力求构建理论逻辑与实践逻辑、学科体系与生活关切相结合的活动型学科课程。学科内容采取思维活动和社会实”；对应核心素养强调“，是学生通过学科学习而逐步形成的正确价值观、必备品格和关键能力。思想政治学科核心素养，主要包括政治认同、科学精神、法治观念和公共参与。 # 1. 政治认同 我国公民的政治认同，就是拥护中国共产党的领导，坚持马克思主义，坚持和发展中国特色社会主义，认同中华人民共和国、中华民族、中华文化，弘扬和践行社会主义核心价值观。 中”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:2",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:1"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：政治认同 支撑 课程理念4（证据：核心素养内涵提到“，是学生通过学科学习而逐步形成的正确价值观、必备品格和关键能力。思想政治学科核心素养，主要包括政治认同、科学精神、法治观念和公共参与。 # 1. 政治认同 我国公民的政治认同，就是拥护中国共产党的领导，坚持马克思主义，坚持和发展中国特色社会主义，认同中华人民共和国、中华民族、中华文化，弘扬和践行社会主义核心价值观。 中”；课程理念表述“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:1",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:4"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念4 培育 政治认同（证据：课程理念强调“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”；对应核心素养强调“，是学生通过学科学习而逐步形成的正确价值观、必备品格和关键能力。思想政治学科核心素养，主要包括政治认同、科学精神、法治观念和公共参与。 # 1. 政治认同 我国公民的政治认同，就是拥护中国共产党的领导，坚持马克思主义，坚持和发展中国特色社会主义，认同中华人民共和国、中华民族、中华文化，弘扬和践行社会主义核心价值观。 中”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:4",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:1"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：法治观念 支撑 课程理念3（证据：核心素养内涵提到“际问题。培养青少年的科学精神，有助于他们形成正确价值取向和道德定力，提高辩证思维能力，立足基本国情、拓展国际视野，在实践创新中增长才干。 # 3.法治观念 我国公民的法治观念，就是树立宪法法律至上、法律面前人人平等、权利义务相统一和依法治国理念，尊法学法守法用法，形成法治信仰和维护公平正义的意识。 建设法治中国，是推进”；课程理念表述“生的真实生活和长远发展，使理论观点与生活经验、劳动经历有机结合，让学生在社会实践活动的历练中、在自主辨析的思考中感悟真理的力量，自觉践行社会主义核心价值观。 三是构建把道理讲深讲透讲活的教学方式。本课程基于高中学生思想认识和行为方式的多样性、可塑性，着力改进教学方式和学习方式。在课程实施中，充分利用现代信息技术，拓展教”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:3",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:3"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念3 培育 法治观念（证据：课程理念强调“生的真实生活和长远发展，使理论观点与生活经验、劳动经历有机结合，让学生在社会实践活动的历练中、在自主辨析的思考中感悟真理的力量，自觉践行社会主义核心价值观。 三是构建把道理讲深讲透讲活的教学方式。本课程基于高中学生思想认识和行为方式的多样性、可塑性，着力改进教学方式和学习方式。在课程实施中，充分利用现代信息技术，拓展教”；对应核心素养强调“际问题。培养青少年的科学精神，有助于他们形成正确价值取向和道德定力，提高辩证思维能力，立足基本国情、拓展国际视野，在实践创新中增长才干。 # 3.法治观念 我国公民的法治观念，就是树立宪法法律至上、法律面前人人平等、权利义务相统一和依法治国理念，尊法学法守法用法，形成法治信仰和维护公平正义的意识。 建设法治中国，是推进”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:3",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:3"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：法治观念 支撑 课程理念4（证据：核心素养内涵提到“际问题。培养青少年的科学精神，有助于他们形成正确价值取向和道德定力，提高辩证思维能力，立足基本国情、拓展国际视野，在实践创新中增长才干。 # 3.法治观念 我国公民的法治观念，就是树立宪法法律至上、法律面前人人平等、权利义务相统一和依法治国理念，尊法学法守法用法，形成法治信仰和维护公平正义的意识。 建设法治中国，是推进”；课程理念表述“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:3",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:4"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念4 培育 法治观念（证据：课程理念强调“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”；对应核心素养强调“际问题。培养青少年的科学精神，有助于他们形成正确价值取向和道德定力，提高辩证思维能力，立足基本国情、拓展国际视野，在实践创新中增长才干。 # 3.法治观念 我国公民的法治观念，就是树立宪法法律至上、法律面前人人平等、权利义务相统一和依法治国理念，尊法学法守法用法，形成法治信仰和维护公平正义的意识。 建设法治中国，是推进”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:4",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:3"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：科学精神 支撑 课程理念1（证据：核心素养内涵提到“德 准则；发展政治认同素养，才能牢固树立中国特色社会主义理想信念，厚植爱国主义情怀，成为德智体美劳全面发展的社会主义建设者和接班人。 # 2. 科学精神 我国公民的科学精神，就是在认识世界和改造世界的过程中表现出来的一种精神取向，能够学习、运用马克思主义的科学世界观和方法论，对个人成长、社会进步、国家发展和人类文明作出”；课程理念表述“教育一体化建设的理念，与义务教育道德与法治、高校思想政治理论课等衔接，与时事政治教育相互补充，与高中其他学科教学和相关德育工作相互配合。 # 二、课程理念 一是坚持正确的思想政治方向。本课程立足时代发展，对学生进行马克思主义基本理论教育，用习近平新时代中国特色社会主义思想铸魂育人，培养德智体美劳全面发展的社会主义建设者”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:2",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:1"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念1 培育 科学精神（证据：课程理念强调“教育一体化建设的理念，与义务教育道德与法治、高校思想政治理论课等衔接，与时事政治教育相互补充，与高中其他学科教学和相关德育工作相互配合。 # 二、课程理念 一是坚持正确的思想政治方向。本课程立足时代发展，对学生进行马克思主义基本理论教育，用习近平新时代中国特色社会主义思想铸魂育人，培养德智体美劳全面发展的社会主义建设者”；对应核心素养强调“德 准则；发展政治认同素养，才能牢固树立中国特色社会主义理想信念，厚植爱国主义情怀，成为德智体美劳全面发展的社会主义建设者和接班人。 # 2. 科学精神 我国公民的科学精神，就是在认识世界和改造世界的过程中表现出来的一种精神取向，能够学习、运用马克思主义的科学世界观和方法论，对个人成长、社会进步、国家发展和人类文明作出”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:1",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:2"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：科学精神 支撑 课程理念3（证据：核心素养内涵提到“德 准则；发展政治认同素养，才能牢固树立中国特色社会主义理想信念，厚植爱国主义情怀，成为德智体美劳全面发展的社会主义建设者和接班人。 # 2. 科学精神 我国公民的科学精神，就是在认识世界和改造世界的过程中表现出来的一种精神取向，能够学习、运用马克思主义的科学世界观和方法论，对个人成长、社会进步、国家发展和人类文明作出”；课程理念表述“生的真实生活和长远发展，使理论观点与生活经验、劳动经历有机结合，让学生在社会实践活动的历练中、在自主辨析的思考中感悟真理的力量，自觉践行社会主义核心价值观。 三是构建把道理讲深讲透讲活的教学方式。本课程基于高中学生思想认识和行为方式的多样性、可塑性，着力改进教学方式和学习方式。在课程实施中，充分利用现代信息技术，拓展教”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:2",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:3"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念3 培育 科学精神（证据：课程理念强调“生的真实生活和长远发展，使理论观点与生活经验、劳动经历有机结合，让学生在社会实践活动的历练中、在自主辨析的思考中感悟真理的力量，自觉践行社会主义核心价值观。 三是构建把道理讲深讲透讲活的教学方式。本课程基于高中学生思想认识和行为方式的多样性、可塑性，着力改进教学方式和学习方式。在课程实施中，充分利用现代信息技术，拓展教”；对应核心素养强调“德 准则；发展政治认同素养，才能牢固树立中国特色社会主义理想信念，厚植爱国主义情怀，成为德智体美劳全面发展的社会主义建设者和接班人。 # 2. 科学精神 我国公民的科学精神，就是在认识世界和改造世界的过程中表现出来的一种精神取向，能够学习、运用马克思主义的科学世界观和方法论，对个人成长、社会进步、国家发展和人类文明作出”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:3",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:2"
  },
  {
    "relationName": "coreLiteracyAlignedWithCourseConcept",
    "label": "核心素养与课程理念的关联 / CoreLiteracy→CourseConcept：科学精神 支撑 课程理念4（证据：核心素养内涵提到“德 准则；发展政治认同素养，才能牢固树立中国特色社会主义理想信念，厚植爱国主义情怀，成为德智体美劳全面发展的社会主义建设者和接班人。 # 2. 科学精神 我国公民的科学精神，就是在认识世界和改造世界的过程中表现出来的一种精神取向，能够学习、运用马克思主义的科学世界观和方法论，对个人成长、社会进步、国家发展和人类文明作出”；课程理念表述“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”）",
    "source": "urn:jy:politics:SB0310:OB06:CoreLiteracy:2",
    "target": "urn:jy:politics:SB0310:OB06:Courseconcept:4"
  },
  {
    "relationName": "courseConceptCultivatesCoreLiteracy",
    "label": "核心素养与课程理念的关联 / CourseConcept→CoreLiteracy：课程理念4 培育 科学精神（证据：课程理念强调“互动、开放、民主的氛围中开展教学；通过创设问题情境，引导学生参与社会实践活动，促进其转变学习方式，在合作学习和探究学习的过程中，培养创新精神，提高实践能力。 四是建立知行合一的综合评价方式。本课程紧紧围绕思想政治学科核心素养的形成与发展，建立激励学生不断发展进步的评价机制。注重学生学习、劳动和社会实践活动的行为表现，采”；对应核心素养强调“德 准则；发展政治认同素养，才能牢固树立中国特色社会主义理想信念，厚植爱国主义情怀，成为德智体美劳全面发展的社会主义建设者和接班人。 # 2. 科学精神 我国公民的科学精神，就是在认识世界和改造世界的过程中表现出来的一种精神取向，能够学习、运用马克思主义的科学世界观和方法论，对个人成长、社会进步、国家发展和人类文明作出”）",
    "source": "urn:jy:politics:SB0310:OB06:Courseconcept:4",
    "target": "urn:jy:politics:SB0310:OB06:CoreLiteracy:2"
  }
]