[
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:01",
    "title": "地理1",
    "description": "本模块主要包括三方面内容：地球科学基础，自然地理实践，自然环境与人类活动的关系。本模块旨在帮助学生了解基本的地球科学知识，理解一些自然地理现象的过程与原理，增强对生活中的自然地理现象进行观察、识别、描述、解释、欣赏的意识与能力，树立尊重自然、顺应自然、保护自然，人与自然和谐共生的理念。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "1.1 运用资料，描述地球所处的宇宙环境，说明太阳对地球的影响。1.2 运用示意图，说明地球的圈层结构。1.3 运用地质年代表等资料，简要描述地球的演化过程。1.4 通过野外观察或运用视频、图像，识别3—4类地貌，描述其景观的主要特点。1.5 运用图表等资料，说明大气的组成和垂直分层，及其与生产和生活的联系。1.6 运用示意图等，说明大气受热过程与热力环流原理，并解释相关现象。1.7 运用示意图，说明水循环的过程及其地理意义。1.8 运用图表等资料，说明海水性质和运动对人类活动的影响。1.9 通过野外观察或运用土壤标本，说明土壤的主要形成因素。1.10 通过野外观察或运用视频、图像，识别主要植被，说明其与自然环境的关系。1.11 运用资料，说明常见自然灾害的成因，列举防灾减灾的措施。1.12 通过探究有关自然地理问题，了解地理信息技术的应用。",
      "achievementRequirement": "学习本模块之后，学生能够运用地理信息技术或其他地理工具，观察、识别、描述与地貌、大气、水、土壤、植被等有关的自然现象，并说明一些自然现象之间的关系和变化过程。能够在一定程度上合理描述和解释特定区域的自然现象，并说明其对人类活动的影响。在地理野外考察、模拟实验等实践活动中，能够运用恰当的方法，认真完成预设的各项任务，展现出求真务实的科学态度和行动力。",
      "teachingTip": "以认识自然地理要素及其与人类活动的关系为线索组织教学。充分利用地图、景观图像、地理视频、虚拟技术、地理信息技术和周边自然与社会资源支持教学。指导学生运用观察、观测、实验等方式在室内和野外开展地理实践活动，增强学习体验。帮助学生理解自然环境是人类生存、发展的基础，辩证看待自然环境及其变化对人类活动的各种影响。",
      "period": "",
      "courseModule": "必修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:02",
    "title": "地理2",
    "description": "本模块主要包括四方面内容：人口，城镇和乡村，产业区位选择，环境与发展。本模块旨在帮助学生了解基本社会经济活动的空间特点，树立绿色发展、共同发展、人地协调发展的观念。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "2.1 运用资料，描述人口分布、迁移的特点，说明其影响因素，并结合实例，解释区域资源环境承载力、人口合理容量。2.2 结合实例，解释城镇和乡村内部的空间结构，说明合理利用城乡空间、城乡融合发展的意义。2.3 结合实例，说明地域文化在城乡景观中的体现。2.4 运用资料，说明不同地区城镇化的过程和特点，以及城镇化的利弊。2.5 结合实例，说明工业、农业和服务业的区位因素。2.6 结合实例，说明运输方式和交通布局与区域发展的关系。2.7 运用不同类型的专题地图，说明国家某项重大发展战略的地理背景。2.8 结合实例，说明维护国家海洋权益和重视海洋发展战略的重要意义。2.9 运用资料，说明南海诸岛是中国领土的组成部分，钓鱼岛及其附属岛屿是中国固有领土，中国对其拥有无可争辩的主权。2.10 运用资料，归纳人类面临的主要环境问题，说明协调人地关系和可持续发展的主要途径。2.11 通过探究有关人文地理问题，了解地理信息技术的应用。",
      "achievementRequirement": "学习本模块之后，学生能够运用地理信息技术或其他地理工具，收集或分析真实情境中有关人口、城乡、产业活动等人文地理数据、图表和地图，并据此描述人文地理事物的空间现象及其变化。能够用实例解释不同地方的人们如何对产业活动进行区位选择，展现出对人类活动与资源环境关系的判断力。在地理社会调查等实践活动中，能够运用恰当的方法，认真完成预设的各项任务，展现出求真务实的科学态度和行动力。",
      "teachingTip": "以基本社会经济活动的空间特点为线索组织教学内容。采用案例学习的方法，具体分析体现人类活动与自然环境关系的典型实例，指导学生收集、运用人文地理信息，掌握分析人文地理问题的基本思路和方法。注重运用社会调查等方法，帮助学生理解党和国家提出的新发展理念，提高联系实际解决现实问题的能力。",
      "period": "",
      "courseModule": "必修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:03",
    "title": "选择性必修1 自然地理基础",
    "description": "本模块主要包括三方面内容：地球运动，自然环境中的物质运动与能量交换，自然环境的整体性和差异性。本模块旨在帮助学生了解人类生存的自然环境特征，理解自然环境及其演变过程对人类活动的影响，提升认识自然环境的能力水平，树立人与自然和谐共生的理念。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "1.1 结合实例，说明地球运动的地理意义。1.2 运用示意图，说明岩石圈物质循环过程。1.3 结合实例，解释内力和外力对地表形态变化的影响，并说明人类活动与地表形态的关系。1.4 运用示意图，分析锋、低压（气旋）、高压（反气旋）等天气系统，并运用简易天气图，解释常见天气现象的成因。1.5 运用示意图，说明气压带、风带的分布，并分析气压带、风带对气候形成的作用，以及气候对自然地理景观形成的影响。1.6 绘制示意图，解释各类陆地水体之间的相互关系。1.7 运用世界洋流分布图，说明世界洋流的分布规律，并举例说明洋流对地理环境和人类活动的影响。1.8 运用图表，分析海一气相互作用对全球水热平衡的影响，解释厄尔尼诺、拉尼娜现象对全球气候和人类活动的影响。1.9 运用图表并结合实例，分析自然环境的整体性和差异性。",
      "achievementRequirement": "学习本模块之后，学生能够运用地理信息技术或其他地理工具，从自然环境要素的物质运动和能量交换的角度，分析现实世界一些自然现象的成因、过程及其对人类活动的影响。能够运用自然环境整体性和差异性规律，联系特定区域实例说明区域整体自然环境特征、区域内部自然环境差异，以及人们因地制宜的生产生活智慧。在地理野外考察、地理实验等实践活动中，能够熟练运用恰当的方法，认真完成预设的各项任务，展现出求真务实的科学态度和行动力。",
      "teachingTip": "以自然环境系统及其要素发展、演变过程对人类活动的影响为线索组织教学。提倡用任务驱动、案例分析、专题研讨等方法，设计特定的学习情境，引导学生关注自然环境各要素的特征、演变过程及自然环境的整体性和差异性。注重运用地理信息技术，采取野外考察、地理实验等方法，提高学生解释地理事物和现象与认识自然环境的能力。",
      "period": "",
      "courseModule": "选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:04",
    "title": "选择性必修2 区域发展",
    "description": "本模块主要包括三方面内容：区域的概念和类型，区域发展，区域协调。本模块旨在帮助学生了解区域特征及发展路径，理解区域高质量发展的重要意义，树立因地制宜、优势互补、人地和谐的区城协调发展观，增强人类命运共同体意识。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "2.1 结合实例，说明区域的含义及类型。2.2 结合实例，从地理环境整体性和区域关联的角度，比较不同区域发展的异同，说明因地制宜对于区域发展的重要意义。2.3 以某大都市为例，从区域空间组织的视角出发，说明大都市辐射功能。2.4 以某地区为例，分析地区产业结构变化过程及原因。2.5 以某资源枯竭型城市为例，分析该类城市转型发展的方向。2.6 以某生态脆弱区为例，说明该类地区存在的环境与发展问题，以及综合治理措施。2.7 以某区域为例，说明产业转移和资源跨区域调配对区域发展的影响。2.8 以某流域为例，说明流域内部协作开发水资源、协调发展、保护环境的意义。2.9 结合一带一路建设，说明国际合作的重要意义。",
      "achievementRequirement": "学习本模块之后，学生能够运用地理信息技术或其他地理工具，通过案例分析、数据采集、实地调查等方式，比较、归纳不同区域发展的异同。能够根据不同类型区域的发展条件和现状，分类思考和分析区域发展问题及原因。能够从人地协调的角度，对不同类型区域的发展路径作出简要解释。在地理社会调查等实践活动中，能够熟练运用恰当的方法，认真完成预设的各项任务，展现出求真务实的科学态度和行动力。",
      "teachingTip": "以认识区域地理条件、区域特征和发展方向为线索组织教学内容。结合典型的或身边的案例，也可结合我国区域协调发展战略，引导学生分析区域及其发展的多样性，理解人地协调是区域可持续发展的必然选择。给学生提供基本的区域数据来源，帮助学生了解这些数据对分析社会经济和人地关系问题的支撑作用。依据调查资料，探究区域整体性和差异性、区域变化及发展方向等地理问题。",
      "period": "",
      "courseModule": "选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:05",
    "title": "选择性必修3 资源、环境与国家安全",
    "description": "本模块主要包括三方面内容：自然资源开发利用，环境保护，资源、环境对国家安全的重要意义。本模块旨在帮助学生了解资源、环境与国家安全的关系，增强保护资源与环境的意识，树立总体国家安全观。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "3.1 结合实例，说明自然资源的数量、质量、空间分布与人类活动的关系。3.2 以某种战略性矿产资源为例，分析其分布特点及开发利用现状。3.3 运用图表，描述中国耕地资源的分布，说明其开发利用现状，以及耕地保护与粮食安全的关系。3.4 结合实例，说明海洋空间资源开发对国家安全的影响。3.5 结合实例，运用碳循环和温室效应原理，分析碳排放对环境的影响，说明碳减排国际合作的重要性。3.6 结合实例，说明设立自然保护地对生态安全的意义。3.7 结合实例，说明污染物跨境转移对环境安全的影响。3.8 举例说明环境保护政策、措施与国家安全的关系。",
      "achievementRequirement": "学习本模块之后，学生能够运用地理信息技术或其他地理工具，通过收集案例、分析数据等方式，归纳、说明全球性或区域性的资源和环境问题及其对国家安全的影响。能够用事实说明我国自然资源利用现状及政策和法规对维护国家安全的意义。能够结合家乡出现的自然资源、生态环境问题，分析成因，有理有据地提出可行性对策。在地理野外考察、社会调查等实践活动中，能够熟练运用恰当的方法，认真完成预设的各项任务，展现出求真务实的科学态度和行动力。",
      "teachingTip": "以资源、环境与国家安全的关系为线索组织教学内容。提倡精选案例，创设真实情境，采用图表判读、综合分析等方法，帮助学生了解资源、环境问题的基本内涵，以及资源、环境问题对国家安全的重要影响。组织学生开展社会调查和专题探究，例如：调查家乡的自然资源、生态环境状况，讨论节约资源和保护环境的重要意义，树立绿水青山就是金山银山的理念；探究我国建设国家公园的意义；研讨我国积极稳妥推进碳达峰碳中和战略对人类社会可持续发展的贡献。",
      "period": "",
      "courseModule": "选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:06",
    "title": "选修1 天文学基础",
    "description": "本模块主要包括四部分内容：天体观测，地月系和太阳系，恒星和银河系，宇宙。本模块旨在帮助学生形成对天文现象的正确认识，激发探索宇宙奥秘的兴趣，逐步建立科学的宇宙观。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "1.1 在星图、天球仪上认识主要星座，辨认四季星空的主要星座，说出部分星座的地理导向意义。1.2 了解现代天文学工具。1.3 简述太阳系的发现和起源。1.4 运用太阳系模式图和其他资料，描述太阳系的结构和行星运动特征。1.5 运用图表、软件等资料，简述地月系的组成及其运动特征。1.6 观察并描述月相、月食、日食、潮汐等现象，并运用图表等资料解释其成因。1.7 绘制太阳大气的圈层结构图，说明太阳活动及其对地球的影响。1.8 运用图表等资料，描述恒星概况，说明其演化过程。1.9 观察并运用图表等资料，描述银河系的外貌和结构，说明其演化过程。1.10 简述宇宙大爆炸假说的主要观点，描述宇宙的基本组分。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生形成对天文现象的正确认识，逐步建立科学的宇宙观。组织学生观察星空，参观天文馆、天文台，请科学家作讲座等，提高学生对天文学的兴趣，激发探索宇宙的愿望。组织阅读、辩论、撰写天文学小论文等活动，鼓励学生表达对天体形成、宇宙演化的看法。帮助学生掌握天象拍摄的基本方法，制作简单的天文模型，如月相变化模型。在课堂上讲述星云、星系鉴赏等内容，增强学生对宇宙天体的欣赏能力。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:07",
    "title": "选修2 海洋地理",
    "description": "本模块主要包括四方面内容：海岸与海洋，海洋资源与开发，海洋灾害与污染，海洋权益。本模块旨在帮助学生感知海洋的浩瀚，认识不同海洋区域的共性和差异性，理解海洋对人类的重要意义，以及人类对海洋的深刻影响。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "2.1 运用图片资料，说明海岸的主要类型以及从海岸到海洋的地形变化特点。2.2 观察海底地形图，运用大陆漂移学说、海底扩张理论与板块构造学说原理，分析海底地形的特点和形成过程。2.3 说明从近海到大洋的海水水文特征以及海水运动形式。2.4 解释海洋与大气的相互作用关系，运用图表说明其对全球水循环和水热平衡的影响。2.5 说明主要海洋资源的基本特点和应用前景。2.6 举例说明当前海洋资源开发重大技术的应用。2.7 举例说明主要的海洋灾害及其成因，以及相应的防灾减灾举措。2.8 说明海洋污染的形成及其对海洋环境的危害，简述保护海洋环境的主要对策。2.9 结合实例，说明沿海地区的开发对国家经济发展的重要作用。2.10 根据《联合国海洋法公约》，解释内水、领海、毗连区、专属经济区、大陆架、公海和国际海底区域等概念。2.11 结合近些年发生的海洋争端事件，了解钓鱼岛及其附属岛屿、南海诸岛属于中国的立场和依据，说明维护国家领土主权和海洋权益的重要性。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生从海岸到海洋、海表面到海底两大空间维度认识海洋，关注海洋自然特征、海洋资源、海洋保护、海洋权益等问题。引导学生运用综合分析的方法，理解人类与海洋、海洋与大气的相互关系，感知不同海洋区域的差异性，增强海洋意识，了解坚持陆海统筹、建设海洋强国的意义。有条件的学校尽可能在海洋自然环境或与海洋事件有关的真实情境下教学。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:08",
    "title": "选修3 自然灾害与防治",
    "description": "本模块主要包括四方面内容：自然灾害的构成要素，主要自然灾害的成因、特点与危害，自然灾害的地域差异与空间分布，防灾减灾的策略与措施。本模块旨在帮助学生认识自然灾害发生与分布的规律，树立科学的灾害观与减灾意识，提高其生存能力。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "3.1 说明自然灾害的类型及其对人类社会的影响。3.2 解释地震、泥石流、滑坡等地质灾害的成因与危害。3.3 分析台风、寒潮、干旱、洪涝、风暴潮等气象灾害的成因与危害。3.4 举例说明虫灾、鼠灾等生物灾害的危害。3.5 举例说明人类活动对自然灾害的影响。3.6 运用图表资料，说明世界主要自然灾害的空间分布，比较同一自然灾害危害程度的地域差异。3.7 结合实例，说明中国自然灾害多发区的环境特点。3.8 结合实例，说明某些自然灾害爆发的先兆及预报方法。3.9 以地震等自然灾害为例，列举适当的应对方法或应急措施。3.10 说明地理信息技术在自然灾害预测、灾情监测和评估中的运用。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生认识自然灾害的形成机制和危害，增强防灾减灾意识。创设与自然灾害事件有关的情境，引导学生综合分析自然灾害的成因与特征，树立科学的灾害观与减灾意识。创设自然灾害危害的模拟性情境，引导学生探讨某一灾害发生前、发生时和发生后应采取的预防、自救、互救等措施。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:09",
    "title": "选修4 环境保护",
    "description": "本模块主要包括五方面内容：环境问题与环境过程，水环境，大气环境，土壤环境，环境管理。本模块旨在帮助学生认识环境状况，了解环境问题的形成，以及环境保护的措施，理解加快经济社会发展全面绿色转型，健全生态环境治理体系，推进生态优先、节约集约、绿色低碳发展等，是建设美丽中国的重要举措。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "4.1 简要说明地球上碳、氮、氧等元素循环的过程及其对环境的影响。4.2 运用资料，说明全球主要环境问题、环境保护与修复措施及成效。4.3 运用资料，说明中国水资源概况和水环境污染的状况，以及水污染的治理及成效。4.4 学会水质采样方法及方案设计，学会用简易方法检测水质。4.5 针对某一具体区域，设计水资源保护方案。4.6 结合实例，说明全球变暖对生态环境的影响，正确认识和把握碳达峰碳中和战略决策的重大意义。4.7 解释形成大气污染的基本机理，举例说明大气污染的危害及防治措施。4.8 结合资料，分析中国重污染天气的时空分布特征与成因，说明主要治理措施及成效。4.9 运用资料，分析中国固体废弃物污染治理和资源化利用的主要措施及成效。4.10 解释土壤污染的成因和特点，说明常见的土壤污染类型及修复成效。4.11 学会土壤样品采集方法和方案设计，了解土壤污染的检测方法，以及被污染土壤的修复方法和技术。4.12 结合实例，说明环境管理的基本内容和主要手段。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生了解环境问题、环境保护与修复措施等，懂得全民共治、源头防治的重要性。除课堂讲授外，鼓励学生主动探究身边的环境问题，提出相应的解决措施。鼓励学生走访调研，例如：了解居住地附近垃圾分类情况，提出改进措施；调查学校附近农田农药、地膜、化肥的使用情况；采集农田土样，分析土壤污染情况；采集家乡河流水样，测试水质状况，提出水资源保护方案。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:10",
    "title": "选修5 旅游地理",
    "description": "本模块主要包括三方面内容：旅游资源及其空间分布，旅游产业活动及其空间分布，旅游资源和旅游地的保护。本模块旨在帮助学生形成发现区域旅游资源的意识，学会欣赏区域环境差异带来的美感，成为尊崇自然、尊重文化的人。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "5.1 描述旅游资源的分类和内涵。5.2 举例说明某种旅游资源的成因和价值。5.3 区别自然遗产和文化遗产的基本概念，结合实例说明保护世界遗产的方式和意义。5.4 结合实例，评价旅游资源的开发条件。5.5 结合实例，分析旅游目的地和旅游客源地之间的关系。5.6 结合实例，分析旅游业对区域经济、社会、文化发展的带动作用。5.7 举例说明旅游开发过程中的环境保护措施。5.8 结合实例，设计旅游方案，包括旅游目的地、时间规划、交通路线、游览内容、相关准备等。5.9 举例说明自然地理条件与旅游安全的关系，以及对应的安全措施。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生初步掌握发掘区域自然和人文旅游资源的基本方法，以及旅游资源评价和分级的简单方法。注重创设情境，帮助学生了解旅游资源的开发条件，以及旅游开发对区域经济、社会、文化和环境的影响；尝试设计旅游活动的时间和路线。利用角色扮演，了解游客、旅游地居民、开发商等对待旅游地开发与保护的立场，思考旅游地可持续发展的问题。观看相关的影视资料或进行实地考察，提升学生对旅游地自然和人文景观的欣赏能力和品位。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:11",
    "title": "选修6 城乡规划",
    "description": "本模块主要包括三方面内容：城镇和乡村，城镇化，城乡布局和规划。本模块旨在帮助学生形成城乡融合发展观念，以及在城乡规划中保护环境和传统文化的意识。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "6.1 举例说明城市的形成和发展，归纳城市在不同阶段的基本特征。6.2 举例说明不同地理环境中乡村聚落的特征，并分析其成因。6.3 结合实例，分析城镇与乡村的空间形态和景观特色。6.4 运用资料，阐述新型城镇化的内涵和意义。6.5 举例说明促进城镇合理布局和协调发展的途径。6.6 举例说明交通运输对城市分布和空间形态的影响。6.7 运用资料，说明城乡规划的主要作用和重要意义，了解城乡总体规划的基本方法。6.8 结合实例，说明城乡规划中工业、农业、交通运输业、商业的布局原理。6.9 结合实例，评价居住地的区位与环境特点。6.10 运用资料，说明保护传统文化和特色景观应采取的对策。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生正确认识城乡规划的基本内涵，了解城乡规划的原理和方法。除课堂讲授外，注重组织学生收集资料，进行案例分析，开展专题探究，如城乡融合、城市更新、乡村片区组团等，培养学生的学习兴趣。可以运用有关资料，开展城乡规划的模拟活动，让学生以规划者的身份，提交规划方案，开展比较评价。还可以组织学生开展关于社区公共服务设施布局或乡村振兴规划的问卷调查，撰写调查报告。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:12",
    "title": "选修7 政治地理",
    "description": "本模块主要包括三方面内容：国家领土观念，综合国力，世界政治地理格局。本模块旨在帮助学生从国家领土观念、综合国力、世界政治地理格局等方面，认识当今世界政治地理的基本问题和背景，理解国际政治、经济发展的变化和趋势，认识我国周边地缘政治的主要问题和背景，懂得和平发展、互利共赢的重要性。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "7.1 解释国家领土的概念，从领土的角度说明国家的基本特征。7.2 说明中国国家版图的空间构成，认识国家版图统一、完整的重要意义。7.3 结合首都选址实例，说明首都的职能与作用。7.4 结合实例，了解边界纠纷与解决途径。7.5 解释综合国力的概念，并举例说明综合国力的基本要素。7.6 结合实例，说明分析综合国力的方法，以及提高综合国力的主要途径。7.7 描述当代国际政治格局及世界政治多极化形势，认识构建人类命运共同体的重要意义。7.8 结合实例，说明国际合作与冲突的背景、表现形式和前景。7.9 结合实例，说明目前世界经济全球化趋势，以及中国的基本立场和应对措施。7.10 结合实例，说明国际组织、区域组织、跨国组织在国际政治、经济中的作用。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生获得对政治地理现象的感知，提示学生经常观看、阅读国际新闻，创设以问题解决为中心的国际政治地理学习情境。采用角色扮演、时事分析、社会调查等方法，使学生增强对特定政治地理现象的体验和感受。结合线上和线下学习，引导学生关注世界和平、全球发展、国际秩序等问题。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:13",
    "title": "选修8 地理信息技术应用",
    "description": "本模块主要包括四方面内容：地理信息系统（GIS），遥感（RS），全球卫星导航系统（GNSS），数字化生存。本模块旨在帮助学生掌握初步的数字化生存技能，在生活或工作中学会用电子地图、遥感、定位系统等解决问题，并会使用地理信息技术分析地理问题。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "8.1 描述地理信息技术的基本内容。8.2 解释数字地球、数字城市等概念，说明其对人们生产、生活的影响。8.3 了解数字地图的概念，说出常见的地理信息系统软件名称和基本特点。8.4 解释地图数字化的过程，学会建立地理信息系统数据表。8.5 学会在地理信息系统软件中进行简单的条件查询，分析地理要素的分布规律。8.6 学会使用地理信息系统软件制作人口、资源分布等相关专题地图。8.7 解释遥感的基本原理，并结合遥感图像说明遥感的基本类型。8.8 说明遥感图像判读的基本原理和方法，判读某地的遥感图像。8.9 解释全球卫星导航系统的基本原理，说出主要的卫星导航系统。8.10 学会运用北斗卫星导航系统（BDS）或其他全球卫星导航系统（GNSS）进行定位、路径查询等操作。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生将理论与实践相结合，提倡上机操作。使用任务驱动教学法、小组合作学习法、探究学习法等，运用地理信息系统、全球卫星导航系统、遥感图像等，帮助学生学习和掌握相关知识与技能。",
      "period": "",
      "courseModule": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:Geography:SB0308:OB06:BookModule:14",
    "title": "选修9 地理野外实习",
    "description": "本模块主要包括四方面内容：考察工具的应用，野外观察、发现与欣赏，野外地理信息获取与样品采集，考察报告撰写与交流。本模块旨在通过实践训练，提升学生使用各种工具获取野外地理信息，观察、发现、提出并获取证据，分析论证地理问题的能力，培养学生欣赏大自然的情趣。",
    "subject": "SB0308",
    "type": "BookModule",
    "applicableLevel": "OB06",
    "contentJson": {
      "contentRequirement": "9.1 学会运用多种手段收集和提取地理信息，设计野外实习方案，了解野外生存常识。9.2 运用地理工具在野外进行定向、定位并获取野外地理信息。9.3 阅读地形图、地质构造图以及遥感图像等，识别主要地形区、基本地质构造和地貌特点。9.4 观察某地区地质、地貌、植被、土地利用方式等景观要素，绘制示意图及剖面图，分析影响景观形成的主要因素，以及景观要素间的相互关系。9.5 学会在野外观察、测量和分析地质、地貌基本形态的方法，并采集样品。9.6 识别主要造岩矿物和常见岩石，认识不同性质岩石对地貌发育的影响。9.7 在野外观察某种地貌，推断其形成过程。9.8 学会收集并理解天气谚语，在室外观云识天气。9.9 学会社会调查的基本方法，并进行城乡实地调查。9.10 学会撰写野外考察报告并进行汇报交流。",
      "achievementRequirement": "",
      "teachingTip": "帮助学生在实践中体验中学习地理知识和技能，了解野外生存的常识，提高防避各种灾害的本领。在野外环境中，指导学生阅读各种地理图像，运用不同地理工具，观察描述地理现象，提出地理问题，获取地理信息，取证、分析并论证形成过程。引导学生客观地认识自然界及人类活动与自然环境的相互作用，提升学生认识自然的能力和自我生存能力，帮助学生科学认识地理环境。",
      "period": "",
      "courseModule": "选修课程"
    }
  }
]