[
    {
      "type": "CourseTarget",
      "title": "形成化学观念，解决实际问题",
      "description": "初步认识物质的多样性，能对物质及其变化进行分类；能从元素、原子、分子等视角初步分析物质的组成及变化，认识“在一定条件下通过化学反应可以实现物质转化”的重要性；初步学会从定性和定量的视角研究物质的组成及变化，认识质量守恒定律对资源利用和物质转化的重要意义；能通过实例认识物质的性质与应用的关系，形成合理利用物质的意识；能从物质及其变化的视角初步分析、解决一些与化学相关的简单的实际问题，发展辩证唯物主义世界观。",
      "subject": "SB0402",
      "applicableLevel": "OB03",
      "contentJson": {},
      "identifier": "urn:jy:chemistry:SB0402:OB03:CourseTarget:l1"
    },
    {
      "type": "CourseTarget",
      "title": "发展科学思维，强化创新意识",
      "description": "初步学会运用观察、实验、调查等手段获取化学事实，能初步运用比较、分类、分析、综合、归纳等方法认识物质及其变化，形成一定的证据推理能力；能从变化和联系的视角分析常见的化学现象，能以宏观、微观、符号相结合的方式认识和表征化学变化；初步建立物质及其变化的相关模型，能根据物质的类别和信息提示预测其性质，并能解释一些简单的化学问题；能从跨学科角度初步分析和解决简单的开放性问题，体会系统思维的意义；能对不同的观点和方案提出自己的见解，发展创新思维能力，逐步学会辩证唯物主义方法论。",
      "subject": "SB0402",
      "applicableLevel": "OB03",
      "contentJson": {},
      "identifier": "urn:jy:chemistry:SB0402:OB03:CourseTarget:l2"
    },
    {
      "type": "CourseTarget",
      "title": "经历科学探究，增强实践能力",
      "description": "认识实验是科学探究、创新实践的重要形式和学习化学的重要途径，能进行安全、规范的实验基本操作，独立或与同学合作完成简单的化学实验任务；能主动提出有探究价值的问题，从问题和假设出发确定探究目标，设计和实施探究方案，获取证据并分析得到结论，能用科学语言和信息技术手段合理表述探究的过程和结果，并与同学交流；能从化学视角对常见的生活现象、简单的跨学科问题进行探讨，能运用简单的技术与工程的方法初步解决与化学有关的实际问题，完成社会实践活动；在科学探究与实践活动中，能根据自己的实际情况制订学习计划，开展自主学习活动，能与同学合作、分享，善于听取他人的合理建议，评价、反思、改进学习过程与结果，初步形成自主、合作、探究的能力。",
      "subject": "SB0402",
      "applicableLevel": "OB03",
      "contentJson": {},
      "identifier": "urn:jy:chemistry:SB0402:OB03:CourseTarget:l3"
    },
    {
      "type": "CourseTarget",
      "title": "养成科学态度，具有责任担当",
      "description": "具有对物质世界及其变化的好奇心、探究欲和审美情趣；热爱科学，逐步形成崇尚科学、严谨求实、大胆质疑、追求真理、反对伪科学的科学精神及勇于克服困难的坚毅品质；学习科学家胸怀祖国、服务人民的爱国精神，勇攀高峰、敢为人先的创新精神，淡泊名利、潜心研究的奉献精神；认识创新在我国现代化建设全局中的核心地位，努力把科技自立自强信念自觉融入人生追求之中。赞赏化学对满足人民日益增长的美好生活需要和社会可持续发展作出的重大贡献；具有安全意识和合理选用化学品的观念；牢固树立和践行“绿水青山就是金山银山”的理念，强化绿色、循环、低碳发展的意识，认识资源的节约集约利用和废弃物循环利用的意义与价值，树立人与自然和谐共生的科学自然观；初步认识科学、技术、社会、环境之间的相互关系，遵守与化学、技术相关的伦理道德及法律法规，能积极参加与化学有关的社会热点问题的讨论并作出合理的价值判断，初步形成主动参与社会决策的意识；具有为全面建成社会主义现代化强国、实现中华民族伟大复兴而学习化学的志向和责任担当。",
      "subject": "SB0402",
      "applicableLevel": "OB03",
      "contentJson": {},
      "identifier": "urn:jy:chemistry:SB0402:OB03:CourseTarget:l4"
    }
  ]
  