[
  {
    "identifier": "urn:jy:history:SB0307:OB03:curriculumimplementation:1:OB03",
    "type": "curriculumimplementation",
    "title": "课程实施",
    "description": "",
    "subject": "SB0307",
    "applicableLevel": "OB03",
    "contentJson": {
      "teachingcontentJson": {
        "teachingsuggestion": "教学建议",
        "teachingdescription": "历史课程的教学要力求体现课程的基本理念，以发展学生的核心素养为目标，并依据目标对教学内容进行适当的选择与整合，精心设计以学生为主体的教学过程和教学活动，组织学生参与探究历史的实践活动，使学生在特定的历史情境下发现问题、解决问题，形成自己对历史的正确认识。",
        "teachingsuggestioncontentJson": {
          "suggestion1": "1. 以正确的思想统领历史课程的教学",
          "suggestiondescription1": {
            "generaldescription1": "历史教学要坚持以唯物史观为指导，引导学生正确认识人类历史的发展，落实立德树人根本任务，充分发挥历史课程的育人功能。\n\n在历史教学过程中，客观分析历史事件、人物和现象，对历史问题进行实事求是的解释和评述。坚持论从史出的原则，力求体现历史教学的思想性、科学性、民族性、时代性、系统性和基础性。在叙述和评价史事时，坚持正确的价值引领，使学生逐步树立正确的历史观、民族观、国家观、文化观。",
            "subtitle1.1": "",
            "subtitledescription1.1": ""
          },
          "suggestion2": "2. 确立基于核心素养的教学目标",
          "suggestiondescription2": {
            "generaldescription2": "教师应从发展学生核心素养的角度制订教学目标，将核心素养的培育作为教学的出发点和落脚点，使教学目标在培育学生核心素养方面起到指引性、规定性的作用。\n\n在设计教学目标时，教师要注意以下几点：（1）根据学生现有的认知水平确定其经过学习后在核心素养方面的达成度，避免以单纯识记知识作为教学目标；（2）确定核心素养五位一体的综合性教学目标，改变以往机械地分别列出知识、能力、方法、情感态度与价值观的目标表述；（3）教学目标的制订要以课程目标、学业要求和学业质量标准为依据，聚焦问题解决的实际程度，尤其是学生探究问题和解决问题的正确价值观、必备品格和关键能力；（4）教学目标要具有可操作性和可检测性，使之指向学生通过学习表现出来的进步程度。",
            "subtitle2.1": "",
            "subtitledescription2.1": ""
          },
          "suggestion3": "3. 以核心素养为导向整合教学内容",
          "suggestiondescription3": {
            "generaldescription3": "历史课程内容的基本结构是按照历史发展的时序，以学习主题的方式依次呈现历史的发展进程，要求学生在掌握历史发展基本线索的基础上，了解和认识重要事件、人物、现象，对重要的历史问题进行分析。教师在进行教学设计时，应准确把握内容要求和学业要求，分析教材，整体梳理教学内容，把握每一学习主题涉及的范围、层次、要点，以及核心概念、重要问题，使教材的内容转化为有利于学生学习的教学内容。\n\n在分析课程内容结构的基础上，教师需要从有利于发展学生核心素养的角度对教学内容进行有效整合。",
            "subtitle3.1": "(1) 基于单元主题学习整合教学内容",
            "subtitledescription3.1": "历史课程内容由若干个学习专题组成，这些专题是教材中学习单元的组成部分。教师在分析教材时，应将教材中的单元作为一个整体通盘考虑。单元的主题是围绕某个历史时期的核心内容或关键问题确定的，它构成了一个完整的学习情境和学习范围，为学生具体学习历史、认识历史提供了路径，搭建了平台。单元内容的整合，需要将单元中的相关专题内容连为一条教学线索，并明确单元下各课的侧重和关联，尤其要发掘和梳理单元主题学习内容中蕴含的具有培育核心素养意义的要素，从而整体发挥单元学习的教育效果。",
            "subtitle3.2": "(2) 把握教学内容中的关键问题, 确定教学重点",
            "subtitledescription3.2": "在教材中，每一学习单元分为若干节课。教师在梳理和整合每一课时，要在明确其所涉及的范围及重要史事的基础上，概括和确定该课中最关键的问题，并将这些关键问题的解决与学生核心素养的发展建立联系，围绕关键问题对教学内容进行整合。\n\n在分析和整合教学内容的基础上，需要将教学的重点提炼出来。历史课程的内容涵盖古今中外，涉及的具体史事较多，需要突出核心要点，通过重点内容的突破，以点带面，促进学生对整体内容的有效学习。",
            "subtitle3.3": "（3）运用大概念对教学内容进行整合",
            "subtitledescription3.3": "大概念是指那些能够将分散的知识、技能、观念等联结成为整体，并且赋予它们意义的概念、观念。教学中的大概念是课程内容所要围绕的核心和基石，处于教学内容的核心位置，对学生学习具有引领作用。教师要根据大概念建构学习内容的框架，设计教学过程及环节，组织和开展教学活动，以大任务、大问题来统领整个学习过程，引领学生建构合理的历史知识结构，避免碎片化，促进学生掌握探究历史的方法和路径，拓宽学生认识历史的视野。\n\n历史教学中的大概念可以从多层面进行整合和提炼：一是能够统领整个学习板块的大概念，如中国古代史中的“统一多民族国家”，中国近代史中的“民族独立、人民解放”，中国现代史中的“社会主义现代化”，世界古代史中的“多元文明”，世界近代史中的“资本主义发展、社会主义运动、民族解放”，世界现代史中的“战争与革命、和平与发展”；二是学习单元中的大概念，即能够成为单元主题学习重要抓手的大概念，如中国古代史中的三国两晋南北朝，可将“民族交往交流交融”作为这一学习单元的大概念；三是每课中的大概念，即课时教学内容中的核心概念或重要观念，如有关春秋战国时期的历史，可将“社会变革”作为大概念，使学生从这一视角认识这一时期在政治、经济、民族、文化等多方面的发展与变化。"
          },
          "suggestion4": "4. 设计有助于核心素养形成和发展的教学过程",
          "suggestiondescription4": {
            "generaldescription4": "要将传统教学设计中基于知识授受的教学过程，转变为基于学生核心素养发展的教学过程，这就不仅要考虑教学内容的逻辑、教学过程的环节和学生的认知特点等，还要在教学理念上以学生的学习与发展为本，注重学生的自主探究活动，调动和发挥学生学习历史的积极性、主动性和创造性。因此，教师需要从以下几个方面重点设计教学过程。",
            "subtitle4.1": "（1）创设历史情境",
            "subtitledescription4.1": "历史是过去的事情，为了促进学生了解、感受、体会历史的真实境况和当时人们面临的实际问题，需要拉近学生与历史之间的距离。因此，在教学过程的设计中，教师要先设法引领学生在历史情境中展开学习活动。\n\n创设历史情境有多种方式，如通过展示历史文献、历史影像，参观历史遗址、历史博物馆、纪念馆等再现历史情境；通过当前国内外发生的事件回溯历史的源头，即从现实情境中探寻历史问题；通过衣食住行、言谈话语等日常生活情境，使学生感受与之相关的历史由来，切入所要认识的历史问题。",
            "subtitle4.2": "(2) 明确学习任务",
            "subtitledescription4.2": "为使学生开展自主的探究学习，需要确定并提出明确的学习任务。学习任务的确定应以课程标准中的内容要求、学业要求和学业质量标准为依据，以具体的任务引领学生去认识历史和解决探究的问题。",
            "subtitle4.3": "（3）提出探究问题",
            "subtitledescription4.3": "学生的核心素养是在解决问题的过程中发展的。因此，教师在分析教学内容的基础上，要以问题为引领开展教学。无论单元学习，还是每课学习，都要结合教学内容的逻辑层次，设置需要解决的问题，并形成递进性的问题链，构成教学过程的逻辑层次，使学生在解决问题的过程中掌握知识，发展思维，形成新的迁移，获得新的认识。教师不仅要在教学设计中注重探究问题的设置，而且要将教学过程的实际操作转化为学生解决问题的活动过程；同时，要注重培养学生的问题意识，提升学生的批判性思维。",
            "subtitle4.4": "（4）开展史料研习",
            "subtitledescription4.4": "学生学习历史不是简单地接受和记忆现成的答案，而是通过自己对相关史事的了解，以及运用有价值、可信的史料来判明历史事实，形成历史认识。因此，教师在设计教学过程时，要考虑如何构建基于史料研习的教学方式。这种教学方式不仅要求教师在教学中运用史料阐释历史，还要求教师引导学生学会搜集、整理、辨析史料，运用史料解释历史。在运用史料上，要考虑以下几点：一是明确运用史料的目的；二是选择典型、可信、有价值、有说服力的史料，考虑史料反映的立场、观点；三是所选史料要包含与学习有关的关键信息；四是考虑学生对史料的理解水平，帮助学生克服阅读史料的障碍；五是将史料展示与问题解决相结合；六是考虑如何根据史料的运用来组织学生的学习活动。",
            "subtitle4.5": "（5）组织历史论证",
            "subtitledescription4.5": "在教学设计和教学实施中，要组织学生对历史问题进行论证，引导学生对史料进行分析、比较、综合、概括等，形成自己的看法。在活动中，教师不仅要引导学生围绕关键问题进行论证，还要从培育核心素养的角度，引导学生理解历史叙述的内在含义，分析历史的多种联系，有根据地评述史事。"
          },
          "suggestion5": "5. 采用多种多样的历史教学方式方法",
          "suggestiondescription5": {
            "generaldescription5": "在历史教学过程中，教师应根据课程标准的要求、教学内容的特点、学生的认知水平和学习状况，采用多样的、适宜的教学方式和教学方法。",
            "subtitle5.1": "（1）教师应进行必要的讲述",
            "subtitledescription5.1": "在历史课堂教学中，教师进行必要的讲述是不可或缺的。教师的讲述包括对具体的历史事件、人物和现象的叙述，对重要历史问题的讲解等。教师讲好相关的历史故事，有助于学生提高学习兴趣，体验历史情境，了解史事的基本情况，加深对历史的思考和理解。",
            "subtitle5.2": "（2）开展以学生为主体的多种多样的教学活动",
            "subtitledescription5.2": "要实现历史课程育人方式的变革，很重要的方面是改变以教师传授知识为主的教学方式，突出学生在教学中的主体地位，组织以学生为主体、以师生互动和生生互动为特征、以探究历史问题为目的的教学活动。在活动中，学生通过亲身参与，表达自己的观点，交流不同的看法，吸纳合理的意见，完善自己的认识；教师要及时引导学生概括总结，达成共识。\n\n教学活动的类型应丰富多样，可开展课堂讨论，组织辩论会，编演历史剧，举办故事会、诗歌朗诵会、成语比赛、讲座、专题论坛、读书交流会、学习经验交流会等，进行历史方面的社会调查，采访历史见证人，参观博物馆、纪念馆及爱国主义教育基地，考察历史遗址和遗迹，观看并讨论历史题材的影视作品，制作历史文物模型，撰写小论文，编写家庭简史、社区简史和历史人物小传，编写历史题材的板报、通讯等，举办小型历史专题展览，设计历史学习园地的网页，等等。",
            "subtitle5.3": "（3）将现代信息技术与历史教学深度融合",
            "subtitledescription5.3": "现代信息技术的发展，为历史教学提供了新型的教学技术和教学手段。在历史教学中运用现代信息技术，能够拓宽有关历史的信息源，扩展历史视野，有助于更好地突出教学重点和解决教学难点。信息技术的运用能够有效地改变传统的教学方式，适应信息时代人们个性化、多样化的学习习惯和学习方式，促进教与学的互动和交流。\n\n在教学中，教师要努力将现代信息技术与历史教学内容的展现相结合，通过多媒体手段呈现具体的、形象的、动态的、多维度的历史情境；恰当运用现代信息技术的优势，组织学生开展各种学习活动，促进学生的自主学习、合作学习和探究学习。随着现代信息技术与历史教学的深度融合，教师要积极探索线上教学的模式，并将线上教学与线下教学有机结合。",
            "subtitle5.4": "（4）对学生进行有针对性的指导",
            "subtitledescription5.4": "要突出和发挥学生在教学中的主体地位，引导学生掌握学习方法，使学生有明确的学习策略和学习规划，学会学习，这需要教师对学生进行学习方法指导。学法指导包括很多方面，例如：指导学生学会梳理教材，阅读有关历史资料，解析历史概念，概括所学的历史事实，对历史进行分析，初步形成自己的历史认识，学会与他人交流合作，等等。教师要根据学生的不同情况，有针对性地进行个性化指导。"
          }
        }
      },
      "assessmentcontentJson": {
        "assessmentsuggestion": "评价建议",
        "assessmentdescription": "历史课程的评价要以历史课程目标、课程内容、学业要求和学业质量为依据，以培育学生核心素养为出发点和落脚点，综合发挥评价与考试命题的导向、鉴定、诊断、激励、调控和改进功能，准确判断学生核心素养的达成度。",
        "assessmentsuggestioncontentJson": {
          "suggestion1": "1. 教学评价",
          "suggestiondescription1": {
            "generaldescription1": "历史课程的评价主要是评价学生在学习过程中表现出的核心素养水平，并用评价结果改进教师的教学行为和学生的学习方式，使教、学、评相互促进，共同服务于学生核心素养的发展。",
            "subtitle1.1": "（1）评价原则",
            "subtitledescription1.1": "历史课程的评价要以课程目标和课程内容为依据，确定符合学业质量标准的评价目标；要从社会、学校、教师、学生等不同评价主体的视角进行评价；倡导过程评价的校内外结合，对学生校外的学习情况进行评价，并将这方面的评价与校内进行的多种评价结合起来；倡导跨学科评价、增值评价，关注学生经历多次评价后展现的进步程度；注重评价目标与教学目标的一致性，教学和评价围绕学生学习这一中心展开，以过程评价促进学生核心素养的发展。",
            "subtitle1.2": "(2）评价内容",
            "subtitledescription1.2": "评价内容包括学生学习态度、学习参与程度、学习内容掌握程度、核心素养的发展状况等；要对学生核心素养五个方面的综合发展状况进行评价，主要评价学生将所学历史知识与技能运用于解决具体问题时所体现的核心素养水平。",
            "subtitle1.3": "（3）评价方法",
            "subtitledescription1.3": "评价要进行整体规划和设计，重点关注课堂评价、作业评价、单元评价、跨学科主题学习评价和期末评价。\n\n课堂评价主要运用观察等方法测评学生在课堂上的学习方式和学习表现。教师要观察、记录学生的学习过程，对学生参与学习活动的状态、进展与成效等作出评判，根据课堂评价的结果优化教学，提高教学活动的有效性。\n\n作业评价主要通过各种形式的作业任务的完成情况评价学生的学习表现。任务形式包括完成课后练习、制作历史模型、撰写历史调查报告或历史小论文等。作业评价要紧扣课堂学习的内容和目标，在注重理解和应用的基础上，加强综合性、探究性和创新性，体现层次性；针对不同学生的特点，布置不同层次的作业，供学生选择。评价时，教师应和学生一起设计可行的量规，注意考查学生在完成历史作业过程中的心理感受和收获，对学生的作业进行公正、合理的评价。\n\n单元评价主要运用纸笔测试和作业，对学生完成一个单元的学习后达到的学业成就进行评价。要制订单元评价指标，从课程内容、核心素养等维度来评价学生。纸笔测试要尽可能覆盖单元所学内容和目标，作业要根据单元内容特点以及要考查的核心素养侧重点进行设计；测试体量或作业任务量要适当。\n\n跨学科主题学习评价需要历史教师与相关课程教师合作，对学生的学习进行评价。评价的主要内容：一是对学生参与跨学科主题学习活动的表现，以历史学科为本位，兼从多学科的角度进行评价；二是对学生在语文、道德与法治、地理、艺术等课程的学习过程中表现出来的历史素养进行评价，如时空观念、史料实证、历史解释；三是对学生表现出来的具有各学科共同特征、共通性素养进行评价，如唯物史观、家国情怀。\n\n要完善学生综合素质档案建设，并将上述评价的结果纳入其中，作为期末评价的重要组成部分。\n\n期末评价要综合运用多种方式评价学生一个学期的学习情况。期末评价以纸笔测试为主，日常教学中课堂评价、作业评价、单元评价、跨学科主题学习评价的结果在期末评价中也应占一定比例。纸笔测试要设计完整的多维细目表，即将课程内容体现的核心素养分解为若干维度，并以此设计试题；试题应该尽可能覆盖学期所学内容，重点考查学生运用所学知识解决新情境下的历史问题的能力，确保测评的信度和效度；试题创设情境所用资料尽可能贴近生活，贴近现实，易于理解。",
            "subtitle1.4": "（4）评价结果的使用",
            "subtitledescription1.4": "对于评价结果的解释与反馈，要更多地关注学生的进步，注重学生在掌握知识、运用方法、解决问题、论证及表述等方面的提高，以及在学习过程中的合作交流、情感态度等方面的变化；评价结果要及时通过适当渠道向学生反馈，对学生给予适当的、有针对性的鼓励、指导和帮助，使学生在了解自己学习结果的基础上，总结经验，扬长补短，建立自信，激发学习动力，更积极地投入历史学习中。教师要充分利用评价发现教学中存在的问题，根据评价结果及时调整教学进度和内容，改进教学策略。要建立师生对话交流的沟通途径，共同解读和分析过程评价结果信息，提高评价结果的使用效率。"
          },
          "suggestion2": "2. 学业水平考试",
          "suggestiondescription2": {
            "generaldescription2": "历史课程学业水平考试，是依据内容要求、学业要求和学业质量标准，对学生完成历史课程后的课程目标达成度进行终结性评价的考试。考试结果是衡量学生是否达到毕业标准和高一级学校招生录取要求的重要依据，也可以为评价区域和学校的教学质量提供参考，为教师改进教学提供指导。",
            "subtitle2.1": "（1）命题原则",
            "subtitledescription2.1": "导向性。坚持立德树人，牢记为党育人、为国育才使命，确保教育正确方向；注重考试命题的素养导向，通过设置开放的、与所学内容有关的真实问题情境，考查学生的核心素养水平。\n\n科学性。命题要体现课程目标、课程内容和学业质量标准的要求；试题在立意、材料选择、语言组织、问题设置、参考答案和评分标准等方面要做到科学合理，符合教育测量与评价学的指标，保证考试的信度和效度。\n\n规范性。系统规划命题流程、制定命题规范，严格按照命题规范命制试题，确保命题框架合理、内容准确无误、情境符合事实、问题设计恰当、语言表述清晰、考试结果有效。",
            "subtitle2.2": "(2）命题规划",
            "subtitledescription2.2": "第一，研制命题框架。考试命题框架主要包括：考试目标、考试内容、核心素养五个方面在试题中的分布、试题类型与数量、考试时长、试题样例及参考答案等。在研制考试命题框架时，内容范围、核心素养的体现程度等要符合课程标准的规定和要求，保证学业水平考试能够准确考查学生历史课程目标的达成度。\n\n第二，规划试卷结构和试题要求。一是试题要坚持素养立意，符合核心素养的总体考查要求，同时顾及素养的不同方面、不同层次的考查要求；二是试卷考查的内容要注意各板块以及政治、经济、文化等领域的比例，也要兼顾各板块、各领域间的纵横联系；三是要注重核心素养中关键能力的达成，通过阅读理解、知识应用、问题探究等，对学生运用所学解决问题的能力进行综合考查，试题的设问要兼顾不同水平。可以利用多维细目表，确定试卷的总体难度、试题类型比例等指标。要减少简单考查机械记忆能力的题型，提高探究性、开放性、综合性、创新性题型的比例。",
            "subtitle2.3": "（3）题目命制",
            "subtitledescription2.3": "题目命制一般包括以下流程：确定试题考查目标，寻找试题素材，设计试题情境和问题、任务，预估试题难度，制定评分标准和参考答案。\n\n命题时要注意以下几点。\n\n第一，明确题目的考查意图。明晰考查意图在于达到课程目标要求，体现课程育人功能，培养学生核心素养。具体包括考查学生初步学会在唯物史观指导下看待历史、在时空条件下考察历史、依靠可信史料认识历史、有理有据解释历史等能力，同时注重考查学生的家国情怀。\n\n第二，创设问题情境。题目命制时要创设新情境，可以从学习、生活、社会等方面选取素材。所选素材要与学生所学内容、具备的关键能力具有一定关联。设置的问题、任务要与新情境高度融合，指向明确，符合学生的认知水平。\n\n第三，确定试题的评分标准。要预估学生的作答情况，对可能出现的各种合理答案进行分类和相应水平划分；对评分标准要点进行细化，提供不同等级得分的参考答案或参考示例。鼓励制定分层次的评分标准，尽量减少“点对点”式的硬性机械赋分方式，适当增加探究性与创新性题目的分值，有效衡量学生核心素养水平。建议使用百分赋分制，以便于细化对学生核心素养的考查；注意赋分分数值与学业质量标准的对应关系。"
          }
        }
      }
    }
  }
]