[
  {
    "identifier": "urn:jy:history:SB0307:OB03:ObjectivesRequirements:1:OB03",
    "title": "初步学会在唯物史观的指导下看待历史",
    "description": "能够认识劳动在人类社会发展中的重要作用，知道物质生产是人类生存和人类社会发展的基础；知道人民群众是物质生产的主要承担者和历史的创造者；知道生产力发展的重要性，知道生产力和生产关系的矛盾运动、经济基础和上层建筑的矛盾运动是社会历史发展的根本动力；知道在阶级社会中存在着阶级矛盾和阶级斗争，阶级斗争是推动历史发展的直接动力；初步了解人类社会形态从低级到高级的发展趋势。能够将唯物史观运用于历史学习，结合史实进行阐述和说明。",
    "subject": "SB0307",
    "type": "ObjectivesRequirements",
    "applicableLevel": "OB03"
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:ObjectivesRequirements:2:OB03",
    "title": "学会在具体的时空条件下考察历史",
    "description": "了解历史发展的时间顺序和空间要素，初步掌握计算历史时间和识别历史地图的方法，并能够在历史叙述中运用这些方法；能够将事件、人物、现象等置于历史发展的特定或总体进程及具体的地理空间中加以考察，并从历史发展的角度认识其地位和作用。",
    "subject": "SB0307",
    "type": "ObjectivesRequirements",
    "applicableLevel": "OB03"
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:ObjectivesRequirements:3:OB03",
    "title": "初步学会依靠可信史料了解和认识历史",
    "description": "了解史料的主要类型，初步学会从多种渠道获取历史信息，提高对史料的识读能力；能够尝试运用史料说明历史问题，初步学会根据可信史料对历史进行论述；初步形成重证据的意识和处理历史信息的能力。",
    "subject": "SB0307",
    "type": "ObjectivesRequirements",
    "applicableLevel": "OB03"
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:ObjectivesRequirements:4:OB03",
    "title": "初步学会有理有据地表达自己对历史的看法",
    "description": "能够初步区分历史叙述中的史实与解释；能够客观叙述和分析历史，有理有据地表达自己的看法；在理解和辨析相关史料的基础上，尝试发现和提出新的问题，加以论证，形成自己的历史认识。",
    "subject": "SB0307",
    "type": "ObjectivesRequirements",
    "applicableLevel": "OB03"
  },
  {
    "identifier": "urn:jy:history:SB0307:OB03:ObjectivesRequirements:5:OB03",
    "title": "形成对国家和中华民族的认同，具有国际视野，有理想、有担当",
    "description": "能够从历史的角度认识中华文明突出的连续性、创新性、统一性、包容性、和平性特征，认识中华民族多元一体的历史发展趋势，增强热爱家乡、热爱祖国的情感，铸牢中华民族共同体意识；了解并认同社会主义先进文化、革命文化、中华优秀传统文化，认识中华文明的历史意义和时代价值，增强民族自尊心、自信心和自豪感；了解中国历史上的英雄人物，崇尚英雄气概，传承民族气节；培育和践行社会主义核心价值观，把握习近平新时代中国特色社会主义思想的核心要义，树立中国特色社会主义道路自信、理论自信、制度自信、文化自信，担负起建设中华民族现代文明的时代使命。\n\n了解人类文化的多样性，理解和尊重世界各国、各民族的文化传统，认识中国历史与世界历史相互关联；了解中华文明对世界文明进步作出的突出贡献，体现立足中国、面向世界的视野和胸怀，初步树立构建人类命运共同体的意识。\n\n逐步确立积极进取的人生态度，形成健全的人格，具有为家乡、国家和世界发展贡献力量的远大理想和责任担当。",
    "subject": "SB0307",
    "type": "ObjectivesRequirements",
    "applicableLevel": "OB03"
  }
]