[
    {
        "identifier": "urn:jy:physics:OB05:ThemeL1:1",
        "title": "物质",
        "description": "一级主题“物质”包含“物质的形态和变化”“物质的属性”“物质的结构和物质世界的尺度”三个二级主题。“物质”主题的课程内容与日常生活、自然现象及科技发展前沿密切相关。这部分内容的设计旨在引导学生从物理学的视角认识物质世界，了解身边物质的形态和变化，了解物质的属性、结构与物质世界的尺度，初步形成物质观念；引导学生学习科学研究方法，提升科学探究能力，体会科学、技术、社会、环境之间的关系，形成辩证唯物主义世界观和关心环境、保护环境的责任感。",
        "subject": "物理SB0401",
        "type": "ThemeL1",
        "applicableLevel": "OB05",
        "contentJson": {
            "achievementRequirement": "(1) 能描述固态、液态和气态的基本特征及在相互转化过程中的特点，能说出生活中常见的温度值，知道质量的含义，理解密度，能说出物质世界从宏观到微观的大致尺度；能根据这些知识解释有关自然现象，尝试运用这些知识解决日常生活中的有关问题，形成初步的物质观念。(2) 知道建构模型是物理研究的重要方法, 了解原子的核式结构模型; 能通过实验或实例, 归纳总结物态变化过程中的吸、放热规律; 在归纳或演绎中会引用证据, 养成使用证据的习惯; 能运用物质的弹性、磁性、导电性等知识, 对一些说法进行质疑, 发表自己的见解。  (3) 在物理学习中, 能发现并提出需要探究的物理问题, 能根据已有经验作出有关猜想与假设; 能制订简单的实验方案, 会正确使用天平、温度计等实验器材, 能按实验方案操作, 获得实验数据; 会用简单的物理图像描述数据, 根据图像特点对实验结果作出解释; 能撰写简单的实验报告。  （4）能通过物态变化等实验，感受物理研究是建立在观察、实验和推理基础上的创造性工作；能在运用密度等知识解决实际问题的过程中获得成就感，具有学好物理的自信心；能用相关知识初步解释自然界的水循环等现象，具有关心和保护环境的意识，能初步体会构建人类命运共同体的重要意义。",
            "teachingTip": "(1) 教学策略建议在“物质”主题教学中，应注重联系生产生活实际，体现“从生活走向物理，从物理走向社会”的课程理念，让学生感受物理学就在身边，体会物理学对科技发展和社会进步的推动作用。①树立教学的整体观，培养学生的物质观念。注重教学的整体设计，避免枯燥、碎片化的概念堆砌，引领学生从认识物质的基本形态和物理属性开始，逐步深入到了解物质的微观结构、基本特征和大致尺度等；从微观世界到宇宙天体，引导学生初步理解物质的内涵，认识物质世界的多样性，逐步形成物质观念。  ②强化实验探究，注重发展科学思维和科学探究能力。合理安排演示实验，如“低压沸腾”、碘的升华和凝华等，让学生在实验情境中提出探究问题。尤其在物态变化特点、规律的实验教学中，引导学生基于证据进行归纳、总结、解释及交流，促进学生科学思维和科学探究能力的发展③丰富教学活动，培养学生的科学态度和社会责任感。开展各类教学活动，如举办“密度、物态变化与生产生活的联系”“温室效应与环境保护”等主题小论坛，让学生在思辨与交流中成长，开阔学生视野，激发学生学习兴趣。引导学生在社会调查、课外阅读中，观察和认识物质世界，如组织学生调查当地的水资源状况，增强学生的环境保护意识，使其感受物理学在解决社会问题、推动社会发展中的作用，培养学生致力学习科学技术、立志造福人类的责任感与使命感。# (2) 情境素材建议：“物质”主题与自然现象、生产生活密切相关。下面侧重提出与物态变化、物质密度、古代科技等相关的常见情境素材建议。①与物态变化相关的素材：自然界中的雨、露、霜、雾、冰、雪等现象，都是由于水的物态发生变化而形成的；将装有酒精的密封塑料袋先后放在热水和冷水中，能观察到明显的汽化和液化现象；夏天从冰箱冷藏柜拿出的饮料罐表面会出现水珠，从冷冻柜取出的物品表面会结霜；吐鲁番的坎儿井能有效减少水的蒸发；给汽车水箱加注防冻液，以防冬天水箱结冰。②与物质密度相关的素材：影视剧拍摄中倒塌的楼房、滚落的石块等道具通常是用泡沫塑料制作的，这利用了泡沫塑料密度小的特点，可避免对演员造成伤害；体育竞赛中的铅球，则是用密度大的材料制成的，这能使相同质量的球体积更小；运用密度知识可鉴别身边的一些物质。(3)与古代科技相关的素材：冶铁技术的出现，为人类大规模制造工具、机械提供了材料支持，使人类文明向前迈出了一大步；我国古人利用天然材料加工制成了纸张、火药，利用磁性材料的特性制成了指南针。"
        }
    },
    {
        "identifier": "urn:jy:physics:OB05:ThemeL1:2",
        "title": "运动和相互作用",
        "description": "力一级主题“运动和相互作用”包含“多种多样的运动形式”“机械运动和力”“声和光”“电和磁”四个二级主题。“运动和相互作用”主题的课程内容包含较多的物理概念和规律，与生产生活密切相关。这部分内容的设计旨在引导学生从物理学视角认识运动和相互作用，了解身边的运动形式及相互作用，了解声、光、电、磁的含义，初步形成运动和相互作用观念；发展学生的推理论证能力及交流合作能力，引导学生了解我国古代和现代的相关科技成就，体会中华民族的智慧，培养学生的科学态度和实现中华民族伟大复兴的责任感与使命感。",
        "subject": "物理SB0401",
        "type": "ThemeL1",
        "applicableLevel": "OB05",
        "contentJson": {
            "achievementRequirement": "(1) 了解机械运动、分子热运动、声和光、电和磁, 了解重力、弹力、摩擦力, 通过牛顿第一定律和力的作用效果, 认识机械运动和力的关系; 能用这些知识解释自然界的有关现象, 解决日常生活中的有关问题, 形成初步的运动和相互作用观念。  (2) 知道匀速直线运动、杠杆、光线等物理模型; 能运用运动和力、声和光、电和磁的一些规律分析简单问题, 并获得结论; 能在解释自然现象和解决实际问题时引用证据, 具有使用科学证据的意识; 能根据运动和相互作用的知识, 指出交流中有关说法的不当之处, 并能提出自己的见解。  (3) 能基于观察和实验，提出与运动和力、声和光、电和磁等现象有关的科学探究问题，并作出有依据的猜想与假设；在关于杠杆、浮力、光的反射、平面镜成像、凸透镜成像、通电螺线管等科学探究中，能制订初步的实验方案；能正确使用弹簧测力计、刻度尺等相关器材获取实验数据；能通过对数据的比较与分析，发现数据的特点，进行初步的因果判断，得出实验结论；能表述实验过程和结果，撰写实验报告。  (4) 知道物理学是对相关自然现象的描述与解释, 物理学研究需要观察、实验和推理, 体会物理学对人类生活和社会发展的影响; 具有对运动和力、声和光、电和磁等知识的学习兴趣和严谨认真、实事求是的科学态度; 关心我国古代和现代科技成就, 为中华民族的科技成就感到自豪, 逐步养成实现中华民族伟大复兴的责任感与使命感。。",
            "teachingTip": "（1）教学策略建议在“运动和相互作用”主题的教学中，建议从学生的已有经验和认知水平出发，设计多种学习活动，重视物理概念的建构过程，促进学生对抽象概念的理解，引导学生在问题解决中提升能力，发展核心素养。①联系生产生活实际创设学习情境。例如：在建立机械运动概念时，建议创设学生熟悉的情境，启发并引导学生对真实情境中的物理问题进行思维加工，概括它们的共同特征等；在声和光、电和磁部分，建议结合生活中的实际情境，进行相关内容的学习。  ②渗透科学研究方法，培养学生的科学思维。例如，通过实验引导学生认识光线等物理模型，体会物理模型的重要作用。引导学生通过实验寻找证据，归纳总结出一般性的规律，鼓励学生勇于质疑，敢于表达自己的观点。  ③注重问题导向，合理设计探究活动。在探究力的作用效果、牛顿第一定律、压强大小的影响因素、声音的产生和传播条件、光的传播规律、电和磁的相互作用等学习活动中，注重发挥学生的积极性和主动性，给学生留出恰当的时间和空间；鼓励学生发现问题、提出问题，通过科学方法收集证据、得出结论；引导学生解释得出结论的理由，并对探究过程和结果进行评估、反思与交流。  ④充分利用科学史料，培养学生的科学态度与社会责任感。建议将我国的相关科技成就引入课堂，如通过分析和讨论孔明灯、司南等与中华优秀传统文化有关的素材和5G技术、北斗卫星导航系统、高速动车组列车、“奋斗者”号载人潜水器等我国现代化建设新成就，培养学生的爱国情怀，提升学生的民族自豪感和实现中华民族伟大复兴的使命感。还可通过项目式学习，开展制作小型电动机、小型发电机等项目活动，让学生体会法拉第等科学家所取得的成就及其对社会发展的贡献。# (2）情境素材建议“运动和相互作用”主题与生产生活实际密切相关。下面侧重提出与运动、力及其作用效果、声和光、电和磁相关的常见情境素材建议。①与运动相关的素材：从星系、天体的运动，到汽车、火车的运动，再到分子的运动等都是运动的例证；介绍伽利略、牛顿等科学家的事迹，让学生感受科学家研究问题的方法和严谨认真、实事求是的科学态度。  (2)与力及其作用效果相关的素材：利用弹簧测力计感受和测量力，利用撬棒、剪刀等分析杠杆的特点，利用气球演示力的作用效果，利用砖块的不同侧面演示压力的作用效果，利用液体压强计测量不同密度的液体内部不同深度处的压强，利用自制潜水艇等研究物体的浮沉条件。  ③与声和光相关的素材：通过分析声带振动、鼓面振动等现象归纳声音产生的原因，利用“土电话”、真空罩等研究声音的传播条件，利用吉他、钢琴等乐器分析声音的特性；讨论分析“楼台倒影入池塘”“潭清疑水浅”等诗句所反映的光学原理，讨论分析放大镜的成像原理和近视眼镜矫正视力的原理。  (4)与电和磁相关的素材：通过摩擦过的塑料梳子吸引轻小物体或水流等现象演示静电作用，利用小磁针探究磁体和通电导线周围的磁场，分析电动机和发电机模型等，让学生认识电磁的应用，体会物理学发展对社会进步的推动作用"
        }
    },
    {
        "identifier": "urn:jy:physics:OB05:ThemeL1:3",
        "title": "能量",
        "description": "一级主题“能量”包含“能量、能量的转化和转移”“机械能”“内能”“电磁能”“能量守恒”“能源与可持续发展”六个二级主题。“能量”主题的课程内容具有一定的综合性和跨学科性，与生产生活及社会发展密切相关。这部分内容的设计旨在引导学生从物理学视角认识能量，了解不同形式的能量，认识能量转化与守恒的普遍规律，了解节约能源与可持续发展的重要性，初步形成能量观念；发展学生综合分析问题和解决问题的能力，培养学生为可持续发展作贡献、将科学服务于人类的使命感。",
        "subject": "物理SB0401",
        "type": "ThemeL1",
        "applicableLevel": "OB05",
        "contentJson": {
            "achievementRequirement": "(1) 能列举能量转化和转移的实例, 知道能量在转化和转移过程中是守恒的，认识机械功、热量、电功、热值等是与能量转化或转移密切相关的物理量，知道它们的含义；能用能量转化与守恒的观点解释常见的自然现象，解决日常生活中的有关问题，形成初步的能量观念。(2) 知道能量的利用存在效率问题,  $100%$  的能量利用率只是一种理想情况; 能用能量转化与守恒的规律对有关具体问题进行科学推理, 并形成结论; 在对能量问题进行推理时, 能从信息中寻找证据并作出说明; 具有根据能量守恒的观点对一些不当说法进行质疑的意识。  (3) 能通过观察周围事物, 发现并提出关于能量的问题, 能根据已有知识对问题作出猜想与假设; 能根据控制变量法制订简单的探究方案, 会正确使用电压表、电流表测量基本的电学量, 正确读取和记录实验数据, 并排除简单的实验故障; 能用表格、图像等多种方式展示实验数据, 并通过分析和处理数据得出实验结论; 能撰写实验报告, 书面或口头表述科学探究的过程和结果。  （4）能从热机对社会发展所产生影响的角度，体会科技进步对人类和社会发展的推动作用；能从能量转化的角度认识提高效率的重大意义，增强学习物理学的动力；能从能量的转化和转移具有一定方向性的角度，体会节约能源与可持续发展的重要性。",
            "teachingTip": "(1) 教学策略建议在“能量”主题教学中，建议结合学生的认知特点，循序渐进地引导学生学习相关内容，从能量守恒、能量转化和转移的方向性等角度，让学生了解环境保护、可持续发展的重要性，启发学生在力所能及的范围内践行低碳生活。①灵活选用教学方式，帮助学生逐步形成能量观念。例如：通过情境创设、实验探究等，引导学生认识机械能、内能、电磁能等能量的不同存在形式；通过科学探究、课堂讨论，引导学生理解太阳能在地球上是怎样转化成其他形式能量的，体会能量转化和守恒的思想，逐步形成能量观念。②理论联系实际，提高学生分析问题、解决问题的能力。例如：通过解决生产生活中的具体问题，使学生了解功、功率、电功、电功率及焦耳定律等知识，形成将物理知识与生产生活相联系的意识；在用能量守恒定律等解决问题的过程中，引导学生领悟从守恒的角度分析、解决问题的方法，提高分析、解决实际问题的能力。③重视探究教学，提高学生的科学探究能力。例如，通过探究电流与电压、电阻的关系等实验，引导学生明确实验目的，运用控制变量等方法制订简单的探究方案，学会分析和处理实验数据，正确表述科学探究的过程和结果，提高科学探究能力。④设计丰富的实践活动，提高学生的共通性素养。通过调查研究活动，启发学生关注科学、技术、社会、环境之间的关系，引导学生认识环境保护的重要性，认同人与自然和谐共生的理念。例如：通过查阅资料等，了解核能的特点和处理核废料的常用方法，讨论核能利用可能带来的问题；调查当地太阳能的利用情况，估算太阳能的转化效率；调查家庭或学校可能存在的安全用电隐患，提高安全用电的意识。通过设计制作等活动，引导学生加深对节约能源与促进可持续发展的认识，提高节能意识，践行低碳生活，促进其科学态度与责任感的养成。# (2) 情境素材建议“能量”主题内容跨度大，层次多，教学活动丰富。相关的情境素材可来源于自然现象、物理实验、物理学史、日常生活和社会热点等。下面侧重提出与能量转化和转移，机械能、内能和电磁能，能量守恒与可持续发展相关的情境素材建议。①与能量转化和转移相关的素材：讨论和分析水轮机带动发电机发电、电风扇通电后扇叶转动、加热试管中的水后橡胶塞从管口弹出、金属丝通电后发热等过程中能量的转化和转移情况。②与机械能、内能和电磁能相关的素材：用荡秋千的过程定性说明动能和势能的转化情况；展示常见机械的铭牌，比较它们的功率；分析为什么通常沿海地区昼夜温差较小，而沙漠地区昼夜温差较大；展示家用电能表，通过电能表计算用电量。  ③与能量守恒与可持续发展相关的素材：讨论和分析我国古代的一些机械，列举不同历史时期人类利用的主要能源。"
        }
    },
    {
        "identifier": "urn:jy:physics:OB05:ThemeL1:4",
        "title": "实验探究",
        "description": "一级主题“实验探究”包含测量类和探究类学生必做实验。这两类学生必做实验相互关联，各有侧重，旨在体现物理课程实践性的特点，培养学生发现问题和提出问题的能力、动手操作和收集数据的能力、分析和处理数据的能力、解释数据的能力、表达和交流的能力，引导学生学会学习、学会合作，培养学生严谨认真、实事求是的科学态度。",
        "subject": "物理SB0401",
        "type": "ThemeL1",
        "applicableLevel": "OB05",
        "contentJson": {
            "achievementRequirement": "（1）能通过物理实验建构物理概念，深化对物理规律的认识，领悟其内涵及相互联系；有将实验探究方法及安全操作规范等运用于解决日常问题的意识，能根据所学知识和说明书等解决现实中的简单问题。  (2) 知道科学探究会受到各种因素的影响，在实验中能关注主要因素，忽略次要因素；能根据实验数据通过归纳推理获得探究结论；有判断实验数据是否合理、有效的意识；能对实验进行反思，提出改进建议。  （3）在实验中有发现问题、提出问题的意识；能根据实验目的设计实验方案，会正确使用已学实验器材收集数据，能遵守实验室规则，注意实验中的安全问题；能对收集的数据进行整理，归纳总结，形成结论并作出解释；有合作交流的团队意识，能撰写简单的实验报告。(4) 能初步体会物理研究是建立在观察和实验基础上的创造性工作; 能通过实验获得结论, 产生成就感, 有学习物理的兴趣和严谨认真、实事求是的科学态度; 有节约资源、保护环境的责任感及自觉行为。",
            "teachingTip": "(1) 教学策略建议“实验探究”主题中所列三级主题，均为学生必做实验。教师应提前做好实验教学设计，准备好实验器材和场地等，规划好教学时间。教学中，要求每个学生动手动脑完成实验。有条件的学校应尽可能多地给学生创造动手实验的机会，以发挥实验的育人功能，促进学生核心素养的养成。①引导学生发现问题、提出问题，启发学生作出猜想与假设。尽量利用身边的情境引导学生去发现问题、提出问题。例如，用平面镜将室外的阳光反射进教室，调整小镜子的摆放角度，可发现阳光进入教室的角度、位置随之发生变化，引导学生思考太阳光的亮斑为什么不是固定在某个位置，进而思考光的反射现象，提出反射是否会遵循一定的规律。  ②关注对学生设计实验方案、收集证据能力的培养。注重发挥每个学生的创新潜力，鼓励学生设计实验方案、自制实验器材、改进实验装置及操作方法，给学生提供自主探究的时间和空间。增加实验室开放时间，为有兴趣的学生提供场地、器材、指导等方面的支持，在确保安全的前提下，鼓励学生利用课外活动时间，在校内外利用简单的器材开展科学探究活动。  ③引导学生通过分析论证得出结论并作出解释，培养学生分析论证的能力。例如：在探究杠杆的平衡条件时，引导学生思考为什么要通过表格记录杠杆平衡时不同的动力、动力臂与阻力、阻力臂数值，通过分析数据寻找定量关系——动力与阻力不同时，动力臂与阻力臂也不同，但动力与动力臂的乘积等于阻力与阻力臂的乘积；组织学生根据数据归纳出杠杆的平衡条件，讨论分析个别数据存在问题的原因，分享更多数据，找到普遍规律。  ④注重对学生交流合作、评估反思能力的培养。组织学生对实验方案、实验探究过程和结果等进行评估与交流，鼓励学生充分发表见解，调动学生在探究活动中的积极性和主动性。例如：在探究滑动摩擦力大小与哪些因素有关时，会发现物块被拉动时难以保持匀速运动，引导学生思考如何实现物块相对于不同接触面做缓慢匀速运动，以保证弹簧测力计示数等于物块所受滑动摩擦力的大小，组织学生交流并改进；在探究电流与电压、电阻的关系时，让学生设计实验方案并动手操作，发现问题后组织学生对器材或电路进行评估，找到改进实验的方法。# (2) 实验器材建议“实验探究”主题中所列的实验，涉及的器材多与实验室或生活中的器材有关。下面分别提出与测量类和探究类学生必做实验相关的实验器材建议。①与测量类学生必做实验相关的器材：在测量物体质量时，可用托盘天平；在测量物体密度时，可用电子天平测量质量，以使实验更加便捷；可用量筒和天平测量形状不规则的石块和蜡块的密度；在测量物体运动的速度时，可测量人步行的速度；用常见温度计测量温度时，可用实验室温度计测量棉手套内的温度和室内空气温度，并进行对比。②与探究类学生必做实验相关的器材：在探究浮力大小与哪些因素有关时，可用相同大小的玻璃珠等进行实验；在探究杠杆的平衡条件时，可在杠杆两侧悬吊学生常见的物体使杠杆平衡，用弹簧测力计测量物体所受的重力，用刻度尺测量力臂；在探究凸透镜成像规律的实验中，可用发光二极管等光源做成F形作为发光物屏，以判断像的正倒和测量像的长度，可用刻度尺测量物距和像距；在探究导体在磁场中运动产生感应电流的条件时，可用磁性较强的磁体进行实验；在探究串联电路和并联电路中电流、电压的特点时，可用电阻、小灯泡等不同的用电器连接串、并联电路，使用指针式仪表或数字式仪表测量电流和电压，探究出串联电路和并联电路中电流、电压的特点."
    }
    },
    {
        "identifier": "urn:jy:physics:OB05:ThemeL1:5",
        "title": "跨学科实践",
        "description": "一级主题“跨学科实践”包含“物理学与日常生活”“物理学与工程实践”“物理学与社会发展”三个二级主题。“跨学科实践”主题的内容具有跨学科性和实践性特点，与日常生活、工程实践及社会热点问题密切相关。这部分内容的设计旨在发展学生跨学科运用知识的能力、分析和解决问题的综合能力、动手操作的实践能力，培养学生积极认真的学习态度和乐于实践、敢于创新的精神。",
        "subject": "物理SB0401",
        "type": "ThemeL1",
        "applicableLevel": "OB05",
        "contentJson": {
            "achievementRequirement": "(1) 能在跨学科实践中综合认识所涉及的知识; 能用物理及其他学科知识解释与健康、安全等有关的日常生活问题, 探索一些简单的工程与技术问题, 分析与能源、环境等有关的社会热点问题, 初步具有运用跨学科知识解决简单问题的能力。  (2) 能在跨学科实践中尝试找出影响活动成效的主要因素, 能运用简单模型解决问题; 能利用归纳或演绎的方法对跨学科问题进行推理, 获得结论; 能基于证据说明操作的合理性; 能在操作中独立思考，提出自己的见解。（3）能在真实、综合的情境中发现问题，提出假设；能设计简单的跨学科实践方案，能通过调查等方式收集信息，提出证据；能对跨学科实践活动方案、实施过程及结果进行解释；能与他人共同实施方案，合作交流，并撰写简单的活动报告。  （4）为我国古代科技发明感到自豪，能体会物理学对人类生活、工程实践和社会发展的影响；乐于思考与实践，敢于探索，勇于创新，进一步增强安全意识，践行健康生活；具有节能环保、促进可持续发展的责任感。",
            "teachingTip": "# (1) 教学策略建议跨学科实践要紧密结合物理教学内容，体现综合性和实践性，注重激发学生的求知欲和学习热情，促进学生学以致用，养成良好学习习惯，提升团队意识和协作能力。(1)选择具有综合性、实践性的课题。结合当地特点，围绕现实生活和社会发展的热点问题，从多学科角度观察、思考和分析问题，挖掘、选取有教育意义的素材，将其改造成跨学科实践的问题或任务。  ②合理制订跨学科实践方案。以问题的解决过程为线索设计方案，将跨学科实践的课题分解为若干驱动性任务，以观察、实验、设计、制作、调查等方式设计活动，将跨学科实践的课题转化为可操作的教学设计和实施方案。  ③科学引导、循序渐进实施跨学科实践。布置适当的预习任务，引导学生提前了解活动的流程和要求，以及所需知识、方法和设备等；进行合理分组，使学生能相互取长补短、共同完成活动。引导学生主动学习、独立思考、大胆设计、敢于创新，在学生遇到困难时给予适当的指导和帮助。  ④重视活动成果的呈现和交流。注重活动总结，以设计作品、制作模型、撰写报告等多种形式呈现成果。根据物化形式的特点，组织开展成果展览、报告会、研讨会等多种方式的交流活动。# (2) 情境素材建议“跨学科实践”主题的情境素材很丰富，如与日常生活议题、实践操作、社会发展热点等有关的素材均可选择。下面侧重提出与日常生活、工程实践、社会发展相关的情境素材建议。①与日常生活相关的素材：观察和体验人在活动或劳动过程中的杠杆模型，从具体事例分析省力杠杆和省距离杠杆，尝试综合运用多学科知识解释生活现象；举办“自行车中的科学知识挑战赛”，以自行车为研究对象，确定挑战赛规则，通过趣味比赛引导学生理论联系实际，综合解决问题。 ②与工程实践相关的素材：举办关于我国古代科技发明的作品展览；举办“简易滑翔机制作比赛”，让学生利用所学知识分析原理、绘制设计图、选用材料、制作样机，进行比赛；了解水火箭的原理、结构、材料等，小组合作设计并制作简单的水火箭。  ③与社会发展相关的素材：设计一个节能环保小屋，思考如何在保护和改善环境的前提下利用太阳能、地热能、风能等能源，从地理位置、气候、成本等方面讨论每种能源利用的可行性，尝试制作节能环保小屋模型；举办“新材料研制与应用报告会”，小组合作收集和整理相关资料，在课堂上进行成果展示与答辩。"
        }
    }
]