[
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:CoreLiteracy:01",
    "type": "CoreLiteracy",
    "title": "语言能力",
    "description": "语言能力指运用语言和非语言知识以及各种策略，参与特定情境下相关主题的语言活动时表现出来的语言理解和表达能力。英语语言能力的提高有助于学生提升文化意识、思维品质和学习能力，发展跨文化沟通与交流的能力。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageFeatures": [
        {
          "EducationalStage": "3～4年级",
          "featuresDescription": "能在教师指导和帮助下，围绕相应级别的主题，理解日常生活中熟悉的简单语言材料，识别、提取、梳理信息；运用所学语言与他人交流，描述熟悉的生活和身边的事物，并表明态度等，必要时借助模仿、重复、手势和表情等非语言手段，实现简单的沟通与交流。"
        },
        {
          "EducationalStage": "5～6年级",
          "featuresDescription": "能在教师引导和启发下，围绕相应级别的主题，理解日常生活中常见的简单语言材料，领悟其基本意义，获取和整合基本的事实性信息，把握主要内容；运用所学语言与他人交流，传递信息，叙述事件，表达看法及观点，实现基本的沟通与交流。"
        },
        {
          "EducationalStage": "7～9年级",
          "featuresDescription": "能在教师引导和协助下，围绕相应级别的主题，理解日常生活中的简单语言材料，具备一定的获取和归纳特定信息或关键信息的能力，抓住要点，分析、推断隐含的信息；运用所学语言与他人交流，描述现象与经历，介绍熟悉的人和事物，表达观点和情感态度等，表达基本准确、连贯、顺畅。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:CoreLiteracy:02",
    "type": "CoreLiteracy",
    "title": "文化意识",
    "description": "文化意识指对中外文化的理解和对优秀文化的鉴赏，是学生在新时代表现出的跨文化认知、态度和行为选择。文化意识的培育有助于学生增强家国情怀、文化自信和人类命运共同体意识，涵养品格，提升文明素养和社会责任感。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageFeatures": [
        {
          "EducationalStage": "3～4年级",
          "featuresDescription": "能在教师指导和帮助下，观察、感知不同国家或文化背景下人们的生活、饮食和重大节日等，有主动了解中外文化的愿望；能通过图片、简单的语言材料（如歌谣、韵文等），获取中外文化的简单信息，对所学语篇的文化内容进行比较；能用简单的单词、短语和句子描述与中外文化有关的图片、熟悉的具体现象和事物。尝试比较和识别中外文化，具有身份意识和国家认同感。"
        },
        {
          "EducationalStage": "5～6年级",
          "featuresDescription": "能在教师引导和启发下，初步了解与中外文化有关的具体现象和事物，对学习、探索中外文化有兴趣；通过常见的简单语言材料（如故事、介绍、日常对话、动画等），获取中外文化的简单信息，感知与体验文化多样性；能用简短的句子描述所学的与中外文化有关的具体事物；认同中华文化，发现和感悟其中蕴含的人生哲理或价值观，形成正确的价值观和良好的品格；初步具备比较和识别中外文化异同的能力。"
        },
        {
          "EducationalStage": "7～9年级",
          "featuresDescription": "能在教师引导和协助下，采用合适的方式、方法认识与中外文化有关的具体现象和事物；尊重并包容不同文化，涵养家国情怀，初步理解人类命运共同体的概念；能通过语言简单、主题相关的语篇材料获取并归纳中外文化信息；在参与交际活动时，意识到文化差异在语言交流中的表现，能尝试采用多种策略进行沟通和交流；能基于已有经验和知识，用所学英语描述熟悉的文化现象和文化差异；具备比较、判断常见的中外文化差异性和相似性的基本能力；能理解与感悟优秀文化的内涵，有正确的价值观、健康的审美情趣和良好的品格。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:CoreLiteracy:03",
    "type": "CoreLiteracy",
    "title": "思维品质",
    "description": "思维品质指人的思维个性特征，反映学生在理解、分析、比较、推断、批判、评价、创造等方面的层次和水平。思维品质的提升有助于学生学会发现问题、分析问题和解决问题，对事物作出正确的价值判断。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageFeatures": [
        {
          "EducationalStage": "3～4年级",
          "featuresDescription": "能在教师指导和帮助下，注意观察、识别所学语篇中的语言和文化现象，发现各种现象的异同；能根据获取的信息，判断主要信息和观点；初步具有问题意识，尝试从不同角度观察世界，积极提出问题。"
        },
        {
          "EducationalStage": "5～6年级",
          "featuresDescription": "能在教师引导和启发下，主动观察所学语篇中语言和文化的各种现象；通过比较，识别各种信息的相似性和差异性，发现并推断因果关系；能根据获取的信息，归纳、概括共同特征；具有问题意识，能提出自己的想法，有条理地表达观点；学会换位思考，尝试多角度认识世界，辩证地看待事物并对事物作出正确的价值判断；能初步进行独立思考，避免盲目接受或否定。"
        },
        {
          "EducationalStage": "7～9年级",
          "featuresDescription": "能在教师引导和协助下，自主采用合适的方式、方法，观察和理解所学语篇中语言和文化的各种现象；通过比较，识别关键信息，区分事实性和非事实性信息，分析和推断各种信息之间的关联和逻辑关系；能根据获取的信息，尝试归纳、概括主要观点和规律，发现问题、分析问题并逐步创造性地解决新的问题；能从不同角度认识和理解世界，对各种观点进行独立思考，判断信息的真实性，作出正确的价值判断，尝试提出合理的疑问。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:CoreLiteracy:04",
    "type": "CoreLiteracy",
    "title": "学习能力",
    "description": "学习能力指积极运用和主动调适英语学习策略、拓展英语学习渠道、努力提升英语学习效率的意识和能力。学习能力的发展有助于学生掌握科学的学习方法，养成良好的终身学习习惯。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageFeatures": [
        {
          "EducationalStage": "3～4年级",
          "featuresDescription": "能在教师指导和帮助下，感受英语学习的乐趣；初步认识到英语学习和汉语学习的不同；初步感受英语的发音、语调等特点，并发现简单的拼读规则；能尝试通过模仿、说唱、表演等方式参与语言实践活动。能意识到英语学习需要大胆表达，不怕犯错；能意识到在交流中需要倾听，并有礼貌地表达自己的想法。能初步制订自己的学习计划并尝试努力完成；能发现同伴的学习优点并主动请教；积极参与合作学习，初步养成良好的学习习惯。"
        },
        {
          "EducationalStage": "5～6年级",
          "featuresDescription": "能在教师引导和启发下，基本认识到英语学习的重要性，英语学习的兴趣增强；初步了解英语学习的特点和规律，尝试运用不同的英语学习策略提高学习效率，制订合理的学习计划并努力完成；根据学习进展情况对学习计划和方法进行调整和优化，初步找到适合自己的英语学习方法并加以运用；利用多种资源开展学习，初步形成自主学习的意识，基本养成良好的学习习惯。"
        },
        {
          "EducationalStage": "7～9年级",
          "featuresDescription": "能在教师引导和协助下，认识到英语学习的重要性；进一步激发英语学习的兴趣，遇到困难时具备一定的抗挫折能力；了解英语学习的特点和规律，积极尝试运用不同的英语学习策略提高学习效率，制订适合自己的学习计划并努力完成；及时反思，并根据学习进展对学习计划和策略进行调整，找到适合自己的英语学习方法并加以运用；能主动利用图书馆和其他资源进行拓展学习，初步具备自主学习、合作学习、探究学习的能力，养成良好的学习习惯。"
        }
      ]
    }
  }
]