[
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:LanguageKnowledge:01",
    "type": "LanguageKnowledge",
    "title": "语音知识",
    "description": "语音和语义密不可分，语言依靠语音实现其社会交际功能。英语的语音包括元音、辅音、重音、意群、语调与节奏等（见附录2）。说话者通过语音的变化表达意义和观点，反映态度、意图、情感等。具体内容要求见表9。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageRequirements": [
        {
          "EducationalStage": "一级",
          "ContentRequirement": "1.识别并读出26个大、小写字母；\n2.感知字母在单词中的发音；\n3.感知简单的拼读规则，尝试借助拼读规则拼读单词；\n4.感知并模仿说英语，体会单词的重音和句子的升调与降调。"
        },
        {
          "EducationalStage": "二级",
          "ContentRequirement": "1.借助拼读规则拼读单词；\n2.使用正确的语音、语调朗读学过的对话和短文；\n3.借助句子中单词的重读表达自己的态度与情感；\n4.感知并模仿说英语，体会意群、语调与节奏；\n5.在口头表达中做到语音基本正确，语调自然、流畅。"
        },
        {
          "EducationalStage": "三级",
          "ContentRequirement": "1.了解语音在语言学习中的意义和在语境中的表意功能；\n2.辨识口语表达中的意群，并在口头交流中按照意群表达；\n3.根据重音、意群、语调与节奏等语音方面的变化，感知和理解说话人表达的意义、意图和态度；\n4.借助重音、意群、语调、节奏等方面的变化，表达不同的意义、意图和态度；\n5.根据读音规则和音标拼读单词；\n6.查词典时，运用音标知识学习单词的发音。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:LanguageKnowledge:02",
    "type": "LanguageKnowledge",
    "title": "词汇知识",
    "description": "词汇指语言中所有单词和固定短语的总和。词汇中的任何词语都是通过一定的句法关系和语义关系与其他词语建立起联系的，并在语境中传递信息。词汇学习不只是记忆单词的音、形、义，还包括了解一定的构词法知识，更重要的是在语篇中通过听、说、读、看、写等活动，理解和表达与各种主题相关的信息和观点。具体内容要求见表10。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageRequirements": [
        {
          "EducationalStage": "一级",
          "ContentRequirement": "1.知道单词由字母构成；\n2.借助图片、实物理解词汇的意思；\n3.根据视觉或听觉提示，如图片、动作、动画、声音等，说出单词和短语；\n4.根据单词的音、形、义学习词汇，体会词汇在语境中表达的意思。"
        },
        {
          "EducationalStage": "二级",
          "ContentRequirement": "1.在语境中理解词汇的含义，在运用中逐步积累词汇；\n2.在特定语境中，运用词汇描述事物、行为、过程和特征，表达与主题相关的主要信息和观点；\n3.能初步运用500个左右单词（见附录3），就规定的主题进行交流与表达，另外可以根据实际情况接触并学习三级词汇和相关主题范围内100～300个单词，以及一定数量的习惯用语或固定搭配。"
        },
        {
          "EducationalStage": "三级",
          "ContentRequirement": "1.了解英语词汇包括单词、短语、习惯用语和固定搭配等形式；\n2.理解和领悟词汇的基本含义，以及在特定语境和语篇中的意义、词性和功能；\n3.通过识别词根、词缀理解生词，辨识单词中的前缀、后缀及其意义；\n4.在特定语境中，根据不同主题，运用词汇给事物命名，描述事物、行为、过程和特征，说明概念，表达与主题相关的主要信息和观点；\n5.围绕相关主题学习并使用约1600个单词进行交流与表达（见附录3），另外可以根据实际情况接触并学习相关主题范围内100～300个单词，以及一定数量的习惯用语或固定搭配。"
        },
        {
          "EducationalStage": "三级+",
          "ContentRequirement": "围绕相关主题接触并使用约1800个单词进行交流与表达，另外可以根据实际情况接触并学习相关主题范围内约200个单词，以及一定数量的习惯用语或固定搭配。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:LanguageKnowledge:03",
    "type": "LanguageKnowledge",
    "title": "语法知识",
    "description": "英语语法知识包括词法知识和句法知识（见附录4）。词法关注词的形态变化，如名词的数、格，动词的时、态（体）等；句法关注句子结构，如句子的种类、成分、语序等。词法和句法之间的关系非常紧密。在语言使用中，语法知识是“形式一意义一使用”的统一体，与语音、词汇、语篇和语用知识紧密相连，直接影响语言理解与表达的准确性和得体性。具体内容要求见表11。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageRequirements": [
        {
          "EducationalStage": "一级",
          "ContentRequirement": "1.在语境中感知、体会常用简单句的表意功能；\n2.在语境中理解一般现在时和现在进行时的形式、意义、用法；\n3.围绕相关主题，在语境中运用所学语法知识描述人和物，进行简单交流。"
        },
        {
          "EducationalStage": "二级",
          "ContentRequirement": "1.在语境中理解常用简单句的基本结构和表意功能；\n2.在语境中理解一般过去时和一般将来时的形式、意义、用法；\n3.在语境中运用所学语法知识描述、比较人和物，描述具体事件的发生、发展和结局，描述时间、地点和方位等。"
        },
        {
          "EducationalStage": "三级",
          "ContentRequirement": "1.初步意识到语言使用中的语法知识是“形式—意义—使用”的统一体，明确学习语法的目的是在语境中运用语法知识理解和表达意义；\n2.了解句子的结构特征，如句子的种类、成分、语序及主谓一致；\n3.在口语和书面语篇中理解、体会所学语法的形式和表意功能；\n4.在语境中运用所学语法知识进行描述、叙述和说明等。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:LanguageKnowledge:04",
    "type": "LanguageKnowledge",
    "title": "语篇知识",
    "description": "语篇是表达意义的语言单位，是人们运用语言的常见形式。在使用语言的过程中，人们需要运用语篇知识将语言组织为意义连贯的篇章。语篇知识是有关语篇如何构成、如何表达意义，以及人们如何使用语篇达到交际目的的知识。语篇中各要素之间存在复杂的关系，如句与句、段与段、标题与正文、文字与图表之间的关系。语篇知识在语言理解与表达过程中具有重要作用，有助于语言使用者理解听到、看到或读到的语篇，以及在口头和书面表达过程中根据交流的需要选择恰当的语篇类型、设计合理的语篇结构、规划语篇的组成部分、保持语篇的衔接和连贯。具体内容要求见表12。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageRequirements": [
        {
          "EducationalStage": "一级",
          "ContentRequirement": "1.识别对话中的话轮转换；\n2.知道语篇有不同类型，如对话、配图故事；\n3.体会语篇中图片与文字之间的关系。"
        },
        {
          "EducationalStage": "二级",
          "ContentRequirement": "1.判断故事类语篇的开头、中间和结尾，辨识时间、地点、人物，以及事件的发生、发展和结局等；\n2.发现语篇中段落主题句与段落内容之间的关系；\n3.利用语篇的标题、图片等信息辅助语篇理解。"
        },
        {
          "EducationalStage": "三级",
          "ContentRequirement": "1.理解记叙文语篇的主要写作目的、结构特征、基本语言特点和信息组织方式，并用以描述自己和他人的经历；\n2.理解说明文语篇的主要写作目的、结构特征、基本语言特点和信息组织方式，并用以说明事物和阐释事理；\n3.理解常见应用文语篇和其他常见语篇类型的主要写作目的、结构特征、基本语言特点和信息组织方式，并用以传递信息；\n4.在语篇中辨识并尝试运用衔接和连贯手段，以提升理解的准确性和表达的逻辑性。"
        },
        {
          "EducationalStage": "三级+",
          "ContentRequirement": "理解说理类语篇的主要写作目的、结构特征、论证方法、基本语言特点和信息组织方式。"
        }
      ]
    }
  },
  {
    "identifier": "urn:jy:English:SB0102:OB02,OB03:LanguageKnowledge:05",
    "type": "LanguageKnowledge",
    "title": "语用知识",
    "description": "语用知识指在特定语境中准确理解他人和得体表达自己的知识。学习和掌握一定的语用知识有助于学生根据交际目的、交际场合的正式程度、参与人的身份和角色，选择正式或非正式、直接或委婉、口语或书面语等语言形式，得体且恰当地与他人沟通和交流，提升有效运用英语的能力和灵活应变的能力。具体内容要求见表13。",
    "subject": "SB0102",
    "applicableLevel": ["OB02", "OB03"],
    "contentJson": {
      "stageRequirements": [
        {
          "EducationalStage": "一级",
          "ContentRequirement": "1.使用简单的称谓语、问候语和告别语与他人进行得体的交流；\n2.在语境中使用基本的礼貌用语与他人交流；\n3.对他人的赞扬、道歉、致谢等作出恰当的回应。"
        },
        {
          "EducationalStage": "二级",
          "ContentRequirement": "1.根据具体语境的需求，初步运用所学语言，得体表达自己的情感、态度和观点；\n2.在具体语境中，如购物、就医、打电话、问路等，与他人进行得体的交流；\n3.对他人的邀请、祝愿、请求与帮助等作出恰当的回应。"
        },
        {
          "EducationalStage": "三级",
          "ContentRequirement": "1.在社会情境中，使用得体的语言和非语言形式进行日常生活交流，如请求和提供帮助等；\n2.具有一定的语用意识，尝试选择正式或非正式、直接或委婉的语言，进行社会交往，表达情感、态度等，保持良好的人际关系；\n3.在交际情境中，正确理解他人的情感、态度和观点，运用恰当的语言形式表达自己的情感、态度和观点。"
        }
      ]
    }
  }
]