[
  {
    "identifier": "urn:jy:history:SB0307:OB06:module:1:OB06",
    "title": "中外历史纲要",
    "description":"本课程以通史的叙事框架，展示中国历史和世界历史发展的基本过程。本课程共有25个专题，是高中历史学习的基本内容。\n\n马克思主义根据人类社会生产力与生产关系基本矛盾的不同性质，把人类历史发展分为原始社会、奴隶社会、封建社会、资本主义社会、社会主义和共产主义社会几种社会形态。它们构成了一个从低级到高级发展的序列。不是所有民族、国家的历史都完整地经历了这几个阶段，但是这个发展总趋势具有普遍性、规律性的意义。\n\n本课程以马克思主义为指导，通过对中外重大历史事件、历史人物和历史现象的叙述，展现人类发展进程中丰富的历史文化遗产，以及人类社会从古至今、从分散到整体、社会形态从低级到高级的发展历程。通过学习，学生应了解和掌握唯物史观的基本观点和方法，体会唯物史观的科学性，理解不同时空条件下历史的延续、变迁与发展，学习史料实证的基本方法，能够在此基础上对历史作出正确的解释；必须坚持正\n\n确的中华民族历史观，深化对中华民族多元一体发展进程的认识，铸牢中华民族共同体意识；认同社会主义核心价值观，认同社会主义先进文化、革命文化、中华优秀传统文化，了解世界历史发展的多样性，理解和尊重世界各国各地区的文化传统，拓宽国际视野，形成构建人类命运共同体意识。",
    "type": "module",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "1. 在本模块的教学过程中，教师要注重梳理中外历史发展的基本线索和主要阶段，引导学生运用唯物史观的基本立场、观点、方法；在历史时空框架下把握重要的历史事件、历史人物和历史现象，以及人类文明的重要成果，理解历史进程中的变化与延续、继承与发展、原因与结果，建构历史发展的各种联系，认识历史发展的总体趋势。\n\n2. 教师在进行本模块的教学设计时，要仔细分析每个学习专题的重点内容、核心概念和关键问题，选择和确定教学重点和难点，采取多种手段突出重点、突破难点，使学生通过对重点内容、核心概念、关键问题的理解，带动对整个学习专题的探讨和认识。\n\n3. 在教学过程中，教师要注意通过历史情境的设计，让学生了解\n\n当时人们所处的时代环境和所面临的社会问题。在此基础上，引领学生在对历史问题的探究过程中，认识史事的性质、特点、作用及影响等。\n\n4. 建议对课程内容进行整合，引导学生深度学习，促进学生带着问题意识和证据意识在新情境下对历史进行探索，拓展其历史认识的广度和深度。",
      "achievementRequirement": "学习本模块后，学生能够了解中国和世界上重要的历史事件、历史人物、历史现象等发生或存在的时间和地点、原因和结果（唯物史观、时空观念、历史解释）；能够知道历史遗迹、考古发现、从古代到现代的各种文献是了解历史发展的重要证据，并能够使用上述证据来佐证自己对历史问题的阐释（唯物史观、史料实证、历史解释）；能够初步对中国历史和世界历史的发展建立多方面联系，以此解释历史，并能够对同类的历史事物进行比较、概括和综合（唯物史观、历史解释）；能够掌握随着生产方式的变革所引起的世界历史从古至今、从分散到整体、从低级到高级的发展总趋势（唯物史观）；能够初步具备用历史眼光分析现实问题的能力（历史解释）；感悟人类文明的多元性、共容性和发展不平衡性，增强民族自信心，铸牢中华民族共同体意识；能够以开放的心态，认识到世界各地区、各民族共同推动了人类文明的进步，初步具有国际视野，形成构建人类命运共同体意识（唯物史观、时空观念、家国情怀）。",
      "course": "必修课程"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:module:2:OB06",
    "title": "国家制度与社会治理",
    "description":"本课程通过国家制度和社会治理的相关内容，揭示人类政治生活的发展。本课程由6个专题组成，是在必修课程基础上的递进与拓展。\n\n人类社会进入文明时代的一个重要标志是国家的产生，国家统治依 赖一系列制度建设，包括建立组织和制定规则。以权力分配、机构设置 和运行为主的政治体制，规定了国家制度的基本框架。人事管理、法 律、外交、财政都是国家制度不可或缺的重要组成部分，社会治理是国家关注的重点。自古及今，东西方各国的制度建设和社会治理经历了漫长而曲折的发展历程，中国也发生过多次变法与改革，积累了丰富的经 验和深刻的教训，不能脱离特定社会政治条件和历史文化传统来抽象评 判。学习这些内容，加深学生运用唯物史观的阶级分析方法，对上层建 筑各领域的实质进行深入分析，认识国家治理体系和治理能力现代化的重要性。",
    "type": "module",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "1. 教师要注意引导学生运用历史唯物主义观点，分析历史上不同国家制度和社会治理的特点、作用及变化，探索其演进的历史脉络，理解人类政治生活发展的总体趋势。\n\n2. 本模块课程是从政治史角度对人类历史发展情况的考察，涉及国家制度和社会治理诸多方面。教师要注意讲清楚历史概念，帮助学生形成正确的历史理解，尤其是要对一些重要的政治术语进行历史化的解读，避免以今论古。\n\n3. 本模块以国家制度和社会治理为线索，选择人类历史上重要的制度建设成就作为认识的对象。教师要引导学生了解这些制度成就形成的历史背景，认识它们的特点，探索其演进的历史脉络。同时，通过具体史实，引导学生将制度与社会发展联系起来，了解制度在历史发展中的作用及局限性，避免以制度史代替政治史。\n\n4. 本模块的教学，应注重通过对中外历史上不同国家制度及治理措施的剖析，增强学生对当今中国制\n\n度建设及国家治理能力提升重要性的认识。",
      "achievementRequirement": "通过本模块的学习，学生能够基本认识中国古代国家制度和社会治理措施的主要发展线索，同时能够简单了解欧美国家在制度建设和社会治理方面的成就、局限及其历史渊源，并且初步掌握当代中国国家制度和社会治理措施的由来和概况（唯物史观、时空观念、史料实证）；通过学习，能够认识到制度会随着社会变迁而变化，任何一种制度都不是十全十美的；不同国家和地区的制度，应当在坚持自身优秀传统的基础上，从社会实际状况出发，互相取长补短，臻于完善（唯物史观、历史解释、家国情怀）。",
      "course": "选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:module:3:OB06",
    "title": "经济与社会生活",
    "description": "本课程从经济与社会生活的角度，揭示人类社会的发展，有助于学生充分认识生产方式的变革对人类社会发展所具有的革命性意义。本课程由6个专题组成，是在必修课程基础上的递进与拓展。\n\n在人类社会发展进程中，劳作与经济活动是人们赖以生存和发展的基础。了解自古以来中外不同人群的生产活动、经济活动和日常生活方式的变迁，将有利于学生认识经济与社会、经济与生活的互动关系，深化对人类社会发展历程的认识。",
    "type": "module",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "1. 教师在进行教学设计时，要明确本模块教学是从历史发展的多个角度对人类经济发展与社会生活进行考察，以一个特殊的领域作为考\n\n察的视角，引领学生深入了解经济与社会生活不断发展变化的历史轨迹。\n\n2. 教师在进行本模块教学时，要注意引导学生认识经济与社会生活是一个逐步发展、不断进步的过程。这一发展过程具有多样性和复杂性，充满着延续与变迁、偶然与必然、局部与整体的互动，让学生尝试从宏观和微观的不同角度认识历史问题。\n\n3. 本模块的教学内容，与地理条件、人们的社会活动与实际生活等有着密切联系，与学生的现实感受及生活经验紧密相连，具有鲜明的时代感与现实性。因此，在本模块的教学过程中，教师应该鼓励学生充分利用已有的知识与生活经验，开展自主探究与合作学习，形成对历史的理解与解释。\n\n4. 本模块的教学内容，突出体现了人类历史的多元特点与全球化趋势。一方面，各地区物质文明的发展并不是同步的和统一的，在不同国家和地区，由于地理条件、历史因素、社会环境等方面的差异，经济活动和社会生活各具特色；另一方面，经济全球化趋势的发展，也对世界各地的社会生活产生巨大影响。",
      "achievementRequirement": "通过本模块的学习，学生能够了解与人类生活息息相关的食物生产、劳作方式、居住环境、交通运输等的变迁历程，以及人类为改善生活而进行的经济活动、科技发明、医疗防疫等方面的努力（唯物史观、时空观念、史料实证）；能够进一步理解经济活动与社会、科技与生活等之间的关系，深化人与自然、人与社会等和谐发展的认识，牢固树立社会主义生态文明观，自觉养成热爱自然、热爱劳动、热爱生活、热爱祖国和珍爱生命的优良品质，为促进人与自然和谐共生、建设美丽中国\n\n而努力（唯物史观、历史解释、家国情怀）。",
      "course": "选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:module:4:OB06",
    "title": "文化交流与传播",
    "description": "本课程从人类历史上文化交流与传播的不同方式切入，展现不同文明、不同人群之间的联系与互动，理解文化交流与传播在文明进步中的重要作用。本课程由7个专题组成，是在必修课程基础上的递进与拓展。\n\n自从人类产生，便有了文化。不同地域上生存的人类相互有了接触，便有了文化的交流与传播。人们通过欣赏、学习、吸纳不同的文化，使自己的文化更加丰富和成熟。本课程着重通过文化交流与传播的主要方式、途径和载体，展现中外历史上重要文化产品和文化成就交流传播的过程，以及对不同文化发展变化所产生的重要影响。通过本课程的学习，有助于学生尊重世界文明多样性，以文明交流超越文明隔阂、文明互鉴超越文明冲突、文明共存超越文明优越。",
    "type": "module",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "1. 教师在进行本模块教学时，要引导学生认识人类正是通过多种渠道、从多个方面，使不同文化在交流中相互吸纳，使优秀的人类文明成果在传播中得以发展和扩大影响。\n\n2. 在本模块的教学中，教师要注意引导学生从世界文化交流与发展的角度，认识中华优秀传统文化的价值及历史特点，理解中华文明连续性、创新性、统一性、包容性、和平性等突出特性，使学生树立文化自信。\n\n3. 在教学过程中，教师要注意引导学生在具体的历史情境下探讨文化交流与传播的方式，在问题的引领下促进学生对优秀文化的特色及影响等进行分析。\n\n4. 教师要充分调动学生的学习积极性，促使学生主动学习和积极探究，通过多样的教学活动，激发学生结合已学的历史知识，在新情境下运用多种类型的材料，对历史上的文化交流与传承进行探究，形成对人类文化发展的正确认识。",
      "achievementRequirement": "通过本模块的学习，学生能够了解人类文化交流与传播的基本方\n\n式、途径、方法和手段（唯物史观、时空观念、史料实证）。通过学习，扩大国际视野，增强国际意识，拥有博大胸怀，树立爱国主义和关怀人类共同命运的观念；能够认识到世界各国、各地区、各民族都为创造人类文化作出了贡献，不同文化之间要相互尊重、平等相待，加强交流互鉴，促进共同发展（唯物史观、历史解释、家国情怀）。",
      "course": "选择性必修课程"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:module:5:OB06",
    "title": "史学入门",
    "description":  "本课程是对历史学基本知识的介绍。本课程由7个专题组成，是在必修课程和选择性必修课程基础上的进一步延伸。\n\n历史学研究的是人类社会发展的历程及其规律。探寻历史的真相，对历史进行实事求是的阐释，是历史学的科学价值所在。进行历史探究，不仅要对历史有着浓厚的兴趣和探索的精神，而且要具有关注人类历史命运的人文情怀，对历史持有严谨的科学态度和真诚的敬畏之心，还要具备必要的史学方面的常识。",
    "type": "module",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "1. 本模块的教学内容，教师要注意以学生所学习的历史基础知识为依托，引导学生对一些具体而典型的材料（如史料、史家论述等）进行分析与理解，使学生在问题情境中了解有关的史学知识，掌握并运用学习历史和认识历史的技能及方法。\n\n2. 教师在教学过程中，要以促进学生历史学科核心素养的发展为重心，开展以学生为主体的探究活动，引导学生通过阅读、理解、分析、评判等活动，在对问题的研究及解决过程中提高历史学科核心素养。\n\n3. 教师应鼓励学生充分发挥自己的主观能动性，促进学生进行拓展性的深入阅读，开展对问题的积极思考和广泛探讨，勇于表达自己的见解，积极进行观点交流。",
      "achievementRequirement": "通过本模块的学习，学生能够认识历史学的学科性质和功能，了解一些学习历史的基本常识；知道史料在历史探究中的重要性，了解史学家是如何运用史料进行历史论证的（唯物史观、时空观念、史料实证）；能够初步学会综合运用探究历史的基本原则与方法，在理解史事的基础上，全面、客观地评述历史问题，做到史论结合，清晰地表达自己的观点（唯物史观、史料实证、历史解释、家国情怀）；能够了解唯物史观的基本观点、方法以及史学优秀传统；理解史学探究的目的是求真求实，提高学习历史的兴趣，发展历史思维能力，增强学好历史的信心（唯物史观、家国情怀）。",
      "course": "选修课程"
    }
  },
  {
    "identifier": "urn:jy:history:SB0307:OB06:module:6:OB06",
    "title": "史料研读",
    "description":  "本课程是对史料进行介绍并加以分析、解读的训练。本课程由7个专题组成，是在必修课程和选择性必修课程基础上的进一步延伸。\n\n史料是人们了解过去、认识历史的重要依据和基础。由于时代和认识上的局限，并非所有史料都能进入人们的视野。迄今为止，人们所能认识并可以搜集、运用的史料大体有文献、实物、口述、图像等类别。搜集和整理不同类别史料的方法有所不同，但有共同的原则。运用史料就是理解历史，需要秉持大胆怀疑、多源互证等原则。对不同类型的史料，需要了解其产生的具体情境，需要掌握读懂它的技能，才能对其反映的历史信息形成准确的认识。",
    "type": "module",
    "subject": "SB0307",
    "applicableLevel": "OB06",
    "contentJson": {
      "teachingTip": "1. 本模块的教学内容是史料实证教学的专门化和系统化。教师要注意引导学生了解各类史料的特点及搜集、整理、研究史料的一般原则与方法，让学生通过查阅、研读史料，发展史料实证素养。\n\n2. 本模块教学中，教师可结合某一具体历史研究主题或一些典型的史事，进行史料研读训练，引导学生在研读史料的过程中辨析史料的真伪与价值，多源互证，从史料中提取信息并运用相关信息，对历史进行探究、解释和论证。\n\n3. 本模块的教学，应注重引导学生利用现代信息技术进行史料搜集与整理，引导学生了解数字史料及数据库使用的相关知识，让学生通过数字资源搜集和整理史料，进行历史探究。",
      "achievementRequirement": "通过本模块的学习，学生能够了解史料的类别、特点及价值，懂得史料搜集、鉴别、整理和运用的基本原则与方法，能够运用史料作为证据，对史事进行合理解释与论证（唯物史观、时空观念、史料实证、历史解释）。",
      "course": "选修课程"
    }
  }
]