[
    {
        "type": "AcademicRequirements",
        "title": "学习要求",
        "description": "",
        "subject": "SB0101",
        "applicableLevel": "OB06",
        "contentJson": {
            "learningMoudle": "必修",
            "moudleRequirement": [
              "多读、多想、多写，多角度地观察生活，多方面地增进语文积累，丰富自己的精神世界、生活经历和情感体验，完善自我人格，提升人生境界。培养广泛的阅读兴趣，努力扩大阅读视野。学会正确、自主地选择阅读材料，读好书，读整本书，利用多媒介获取信息，提高文化品位，提高阅读与表达能力。必修阶段各类文本的阅读总量不低于150万字。学会灵活使用常用语文工具书和网络，检索所需的信息和资料。学会以多种形式表达和交流自己对自然、社会与人生的感受和思考。",
              "发展独立阅读的能力。灵活运用精读、略读、浏览等阅读方法，从整体上把握文本内容，理清思路，概括要点，理解文本所表达的思想、观点和感情。努力从不同的角度和层面进行阐发、评价和质疑，对文本作出自己的分析判断。能借助注释和工具书，阅读中国古代作品，读懂文章内容，背诵一定数量的名篇。注重个性化阅读，学习探究性阅读和创造性阅读。养成相互切磋的习惯，乐于与他人交流自己的阅读鉴赏心得，展示自己的学习成果。",
              "阅读实用类文本，能准确、迅速地把握主要内容和关键信息，对文本所涉及的材料有自己的思考和评判。阅读论述类文本，能准确把握和评价作者的观点与态度，辨析观点与材料（道理、事实、数据、图表等）之间的联系。阅读古今中外文学作品，注重审美体验，能感受形象，品味语言，领悟作品的丰富内涵，体会其艺术表现力；努力探索作品中蕴含的民族心理和时代精神，了解人类丰富的社会生活和情感世界，坚定文化自信。",
              "自主写作，自由表达，以负责的态度陈述自己的看法，表达真情实感，培育科学理性精神。书面表达观点明确，内容充实，感情真实健康；思路清晰连贯，能围绕中心选取材料，合理安排结构；进一步提高运用记叙、描写、说明、议论、抒情等表达方式的能力，并努力学习综合运用多种表达方式，力求有个性、有创意地表达。能推敲、锤炼语言，表达力求准确、鲜明、生动。学会用现代信息技术辅助交流。能独立修改自己的文章，乐于相互展示和评价写作成果。45分钟能写600字左右的文章。课外练笔不少于2万字。",
              "增强人际交往能力，在口语交际中树立自信，尊重他人，文明得体，仪态大方，善于倾听，敏捷应对。注意口语的特点，能根据不同的交际场合和交际目的，恰当地进行表达。借助语调和语气、表情和手势，增强口语交际的效果。学会演讲，做到观点鲜明，材料充实、生动，有说服力和感染力，力求有个性和风度。在讨论或辩论中积极主动地发言，恰当地应对和辩驳。朗诵文学作品，能准确把握作品内容，传达作品的思想内涵和感情倾向，具有一定的感染力。",
              "在语文学习中养成有意识地积累的习惯，积累有利于丰富自己运用的字词句篇等语文素材、语言运用典型案例等。在积累的过程中，注重梳理。通过归纳、分类，逐步领悟语言文字运用规律，自主建构相关的知识。尝试梳理文学作品的基本样式和概念，了解文学鉴赏的基本方法，在文学阅读过程中领悟鉴赏和创作的规律。注意观察语言、文学和中外文化现象，学习从习以为常的事实和过程中发现问题，培养问题意识和探究意识。在探究活动中，勇于提出自己的见解，尊重他人的成果，不断提高探究能力，逐步养成严谨、求实的学风。"
            ]
          },
        "identifier": "urn:jy:chinese:SB0101:OB06:AcademicRequirements:l1"
    },
    {
        "type": "AcademicRequirements",
        "title": "学习要求",
        "description": "",
        "subject": "SB0101",
        "applicableLevel": "OB06",
        "contentJson": {
            "learningMoudle": ["选择性必修","选修"],
            "moudleRequirement": [
              "学习多角度、多层次地阅读，对优秀作品能够常读常新，获得新的体验和发现。借助工具书、图书馆和网络查找有关资料，加深对作品的理解。选择性必修阶段各类文本的阅读总量不低于150万字。在阅读鉴赏中，了解诗歌、散文、小说、戏剧等文学体裁的基本特征及主要表现手法，了解相关的中国古代文化常识，丰富传统文化积累，汲取思想、情感和艺术的营养，培养健康高尚的审美情趣，丰富、深化对历史、社会和人生的认识。",
              "选读古今中外文化论著，在整体了解论著内容的基础上，把握论著的主要观点和基本倾向，了解用以支撑观点的关键材料，拓宽文化视野和思维空间，提高文化修养。以发展的眼光和开放的心态看待传统文化和外来文化，关注当代文化生活，能通过多种途径开展文化专题研讨。学会尊重、理解和辩证看待作品所体现的不同时代、不同民族、不同流派风格的文化，尝试对感兴趣的古今中外文学作品进行比较研究或专题研究，理解作品所表现出来的价值判断和审美取向，作出恰当的评价。",
              "注意在生活和跨学科的学习中学语文、用语文，在学习和运用的过程中提高表达、交流能力。能综合运用在语文与其他学科中获得的知识、能力和方法，运用多种方式展开交流和讨论。留心观察社会生活，丰富人生体验，有意识地积累写作素材，广泛搜集资料，根据表达需要和体裁要求，尝试多种文本的写作，相互交流。在实践活动中增强口语交际能力，能根据交际的需要，选择恰当的时机和场合，提出话题，敏捷应对，注意表达效果。参加演讲与辩论，学习主持会议、演出等活动。",
              "了解国家通用语言文字法律法规的有关内容，增强规范意识，学会辨析和纠正错误，提高语言文字运用的正确性和有效性。掌握学习语文的基本方法，学会灵活运用合适的方法解决语言文字运用中的问题。根据自己的特点，借鉴经验，适时总结，逐步形成富有个性的语文学习方式。"
            ]
          },
        "identifier": "urn:jy:chinese:SB0101:OB06:AcademicRequirements:l2"
    }
]